{
  "scrambled-eggs": {
    "name": "Яєчня-балабанка",
    "desc": "Ніжна пухка балабанка, приправлена сіллю та перцем. Швидкий сніданок, чудово поєднується з тостами або свіжою зеленню.",
    "comment": "Яєчня-балабанка добре зберігається в холодильнику. Скоротьте час удвічі, приготувавши дві порції одразу — одну з'їжте відразу, іншу залиште на потім."
  },
  "omelette": {
    "name": "Омлет",
    "desc": "Пухка страва з яєць, легко складені навпіл, начинена тушкованими овочами та розтопленим сиром. Походить з французької кухні, це основа для швидких сніданків та легких обідів у всьому світі.",
    "comment": "Омлет добре зберігається в холодильнику 2-3 дні. Заздалегідь приготуйте велику кількість начинки, як-от тушкована цибуля та перець, зберігаючи їх окремо для швидкого підігріву під час приготування омлетів. Використовуйте заздалегідь нарізану заморожену цибулю та болгарський перець, щоб скоротити час нарізання без значних додаткових витрат. Використовуйте тонку антипригарну сковороду на середньо-сильному вогні для швидшого застигання без перевертання, та тримайте сир при кімнатній температурі для рівномірного розплавлення."
  },
  "fried-eggs": {
    "name": "Смажена яєчня",
    "desc": "Класичний сніданок, смажена яєчня пропонує простий, але задовольняючий спосіб почати день. Їх можна готувати в різних стилях — яєчня-глазунья, злегка підсмажена, або добре прожарена — залежно від вподобань.",
    "comment": "Смажена яєчня найкраща свіжа, але може зберігатися в холодильнику один день. Скоротьте час удвічі, смажачи кілька яєць для кількох порцій одразу на великій сковороді, з'ївши одну порцію зараз, а інші залишивши на потім. Використовуйте добре розігріту антипригарну сковороду або спрей, щоб запобігти прилипанню та прискорити готування. Спочатку розбийте всі яйця в миску для швидкого додавання на сковороду."
  },
  "arugula-salad-with-parmesan-and-che": {
    "name": "Салат з руколи, пармезаном та черрі",
    "desc": "Вишуканий салат з гіркуватим листям руколи, солодкими томатами черрі, хрусткими горіхами та нарізаним пармезаном. Заправлений оливковою олією та лимонним соком, це ідеальний баланс смаків та текстур, який підходить як закуска або легкий прийом їжі.",
    "comment": "Можна приготувати дві або більше порцій цього салату одразу: зберігайте сухі інгредієнти окремо від томатів черрі. Або якщо вам ліньки, змішайте всі інгредієнти з томатами та прийміть, що наступного дня вони будуть менш соковитими. Тоді заправте салат безпосередньо перед подачею. Це значно скоротить час підготовки. Також можна використовувати заздалегідь вимиту руколу та підсмажені волоські горіхи."
  },
  "borscht": {
    "name": "Борщ",
    "desc": "Поживний український суп з буряка, тушкований з капустою, морквою та картоплею, приправлений сметаною та кропом. Його глибокий багряний відтінок та земляна солодкість роблять його зручним основним продуктом у Східній Європі.",
    "comment": "Можна зварити великий казанок борщу на кілька прийомів їжі: ідеально швидко охолодити, розкласти в герметичні контейнери та тримати топінги, як сметану та свіжу зелень, окремо, додаючи їх лише при подачі. Наступного дня він стає лише смачнішим! Це значно скоротить час підготовки. Можна навіть зберігати його кілька місяців у морозильнику, перш ніж втратити смак. Зручно використовувати варений буряк, щоб не фарбувати всю кімнату в фіолетовий колір. Також можна використовувати заздалегідь нарізану заморожену суміш буряка та моркви, щоб скоротити час нарізання. Тримайте порцію домашнього або покупного бульйону готовою, щоб вам лише потрібно було перемішати овочі."
  },
  "ramen": {
    "name": "Рамен",
    "desc": "Гаряча миска японського супу з локшиною з пікантним бульйоном, приправленим соєвим соусом, та свіжими топінгами. Зручний сніданок або швидка вечеря з балансом умамі смаків.",
    "comment": "Зварять великий казанок бульйону, використовуючи курячі кістки або покупний даші/бульйон у скороварці (20 хв), потім заморозте порціями. Заздалегідь підготуйте топінги, як варені яйця та нарізану зелень цибулі, зберігаючи окремо в холодильнику до 3 днів. Варіть локшину свіжою та збирайте: загальний активний час зменшується, оскільки пакетне готування скорочує підготовку на порцію на 70%. Використовуйте покупні варені яйця або метод мікрохвильової печі для яєць (1 хв)."
  },
  "khao-soi": {
    "name": "Кхао сой",
    "desc": "Північнотайський суп з локшиною та карі з насиченим кокосовим бульйоном, ароматними травами, ніжним курчам та хрусткими смаженими шалотами. Балансує пікантні, солодкі та цитрусові ноти.",
    "comment": "Приготуйте додаткову пасту карі (заздалегідь змішайте часник, шалот, спеції, лимонну траву) та заморозте в формах для льоду на 1 місяць використання. Готуйте велику порцію курячого бульйону з ароматичними інгредієнтами (лимонна трава, листя лайму, курка) у скороварці, щоб скоротити час тушкування до 20 хв, розкладіть порціями та заморозте. Підігрійте заморожений бульйон, додайте кокосове молоко та свіжу локшину; смажте шалот невеликою порцією або використовуйте духовку для меншої кількості олії. Пакетне готування зменшує активний час на порцію на 70%; домашня паста дешевша за покупну в довгостроковій перспективі."
  },
  "pho": {
    "name": "Фо",
    "desc": "Ароматний в'єтнамський суп з локшиною з прозорим яловичим бульйоном, рисовою локшиною, свіжими травами та тонко нарізаною яловичиною. Його ароматна суміш зірчастого анісу, кориці та імбиру створює зручну миску, яка водночас пікантна та трохи солодка.",
    "comment": "Використовуйте якісний покупний яловичий бульйон або бульйонні кубики, щоб пропустити довге тушкування; підсмажте ароматичні інгредієнти під грилем 5 хвилин замість плити. Приготуйте велику порцію бульйону, швидко охолодіть, розкладіть в герметичні контейнери та заморозте до 3 місяців — підігрівайте лише те, що потрібно. Варіть кілька порцій локшини одразу та тримайте топінги, як базилік, цибулю та лайм, окремо до подачі. Швидко облийте окропом паростки сої, якщо бажаєте."
  },
  "xiao-long-bao": {
    "name": "Сяо Лун Бао",
    "desc": "Ніжні китайські пельмені з супом з Цзяннаня, начинені свининою, желатиновим бульйоном, який плавиться в суп, та обгорнуті тонким прозорим тістом. Парені гарячі, начинка вибухає пікантним бульйоном при укусі.",
    "comment": "Заздалегідь приготуйте подвійну або потрійну порцію начинки та холодцю, заморозте холодець порціями та начинку окремо; розморозьте на ніч для швидкого збирання наступного дня. Приготуйте тісто великою партією та зберігайте загорнутим; зберіть 20+ пельменів одразу, щоб зменшити час збору на партію удвічі. Паріть кілька підносів одночасно в великій пароварці. Заморозте неварені зібрані пельмені на підносі, потім перекладіть в пакети до 2 місяців — паріть безпосередньо з заморожених, додавши 2 хвилини."
  },
  "hondashi-miso-soup": {
    "name": "Місо суп з хондаші",
    "desc": "Ароматна японська їжа для комфорту, місо суп поєднує пікантний бульйон даші з солодкою пастою місо та м'яким тофу. Це основа для сніданку або як доповнення до будь-якого прийому їжі, пропонуючи теплоту всього за кілька хвилин.",
    "comment": "Використовуйте заздалегідь нарізане тофу та зелень цибулі, зберігаючи у воді, щоб скоротити час нарізання. Зберіть суп менше ніж за 2 хвилини з підготовленим бульйоном."
  },
  "traditional-miso-soup": {
    "name": "Традиційний місо суп",
    "desc": "Ароматна японська їжа для комфорту, місо суп поєднує пікантний бульйон даші з солодкою пастою місо та м'яким тофу. Це основа для сніданку або як доповнення до будь-якого прийому їжі, пропонуючи теплоту всього за кілька хвилин.",
    "comment": "Заздалегідь приготуйте бульйон даші та зберігайте в холодильнику до 3 днів, або заморозте в формах для льоду окремими порціями. Тримайте пасту місо готовою для змішування в невеликих банках для швидкого розчинення. Для пакетного готування зваріть великий казанок даші раз на тиждень, розкладіть в щоденні пакети та заморозте — розморозьте на ніч у холодильнику. Використовуйте заздалегідь нарізане тофу та зелень цибулі, зберігаючи у воді, щоб скоротити час нарізання. Зберіть суп менше ніж за 2 хвилини з підготовленим бульйоном."
  },
  "chicken-soup": {
    "name": "Курячий суп",
    "desc": "Зручний домашній курячий суп з ніжним бульйоном, свіжими овочами та локшиною, ідеальний для прохолодних вечорів. Це класична комфортна їжа, якою насолоджуються у всьому світі.",
    "comment": "Зваріть велику порцію супу на кілька прийомів їжі: швидко охолодіть, розкладіть в герметичні контейнери, зберігайте в холодильнику до 4 днів або заморозте до 3 місяців, додаючи свіжу петрушку при подачі. Наступного дня смачніший. Використовуйте заздалегідь терту моркву та заморожену суміш мірпуа (морква, селера, цибуля), щоб скоротити час нарізання без додаткових витрат. Тримайте бульйон та заздалегідь приготоване нарізане курча (з партії) готовими. Використовуйте Instant Pot: 10 хв під високим тиском для всього після підсмажування."
  },
  "udon": {
    "name": "Удон",
    "desc": "Зручний японський суп з локшиною з товстою пшеничною локшиною, тушкованою в ніжному бульйоні даші, прикрашений зеленню цибулі та за бажанням пластівцями темпура. Це основа невимушеного домашнього готування та може бути швидко зібраний для задовольняючого прийому їжі.",
    "comment": "Заздалегідь приготуйте бульйон даші та зберігайте в холодильнику до 3 днів або заморозте порціями. Для пакетного готування зваріть великий казанок даші раз на тиждень. Використовуйте порошок даші: просто розчиніть у гарячій воді. Варіть локшину окремо у свіжій воді 8-10 хв, облийте холодною водою, щоб зупинити готування. Тримайте заздалегідь варену облиту локшину та нарізану зелень цибулі замороженими. Суп збирається менше ніж за 5 хв, якщо даші/локшина готові: підігрійте даші, додайте приправи/локшину, прикрасьте пластівцями/зеленню цибулі."
  },
  "tom-yum": {
    "name": "Том Ям",
    "desc": "Палаючий тайський суп, який поєднує ароматні трави зі свіжими креветками для яскравого, терпкого профілю смаку. Його гострота та цитрусові ноти роблять його основним продуктом у кухні Південно-Східної Азії.",
    "comment": "Приготуйте велику порцію ароматної пасти (розтолчіть або змішайте лимонну траву, галангал, листя лайму, пластівці чилі разом) та заморозте в формах для льоду до 3 місяців; додайте один кубик на порцію в тушкуваний бульйон. Використовуйте заздалегідь нарізані гриби та покупний рибний бульйон, щоб пропустити нарізання та варіння з нуля. Зваріть великий казанок супу, швидко охолодіть, розкладіть в герметичні контейнери та заморозте до 1 місяця; підігрійте зі свіжими креветками або білком. Це скорочує підготовку на порцію на 70%."
  },
  "tom-kha-gai": {
    "name": "Том Кха Гай",
    "desc": "Ароматний тайський суп на кокосовому молоці з ніжним курчам та ароматними травами. Кремовий бульйон освіжається лимонною травою, галангалом та листям лайму для освіжаючого фіналу.",
    "comment": "Приготуйте велику порцію ароматної пасти (змішайте лимонну траву, галангал, пік кі ноо, листя лайму) та заморозте порціями для швидкого використання; тушкуйте з кокосовим молоком та бульйоном. Використовуйте заздалегідь нарізане курча на невеликі шматочки та заздалегідь нарізане као гу, щоб мінімізувати нарізання. Приготуйте великий казанок, швидко охолодіть, розкладіть порціями та заморозте основу (без курчати) на 1-2 місяці; додайте свіже або заздалегідь приварене курча при підігріванні. Пакетне готування скорочує активний час на порцію на 70%. Заздалегідь приваріть курча великою партією на тиждень."
  },
  "laksa": {
    "name": "Лакса",
    "desc": "Гострий, ароматний суп з локшиною з Малайзії, який поєднує кокосове молоко з ароматним бульйоном з лимонної трави та галангалу. Зазвичай подається гарячим у миски, прикрашений свіжими травами та лаймом для освіжаючого фіналу.",
    "comment": "Заздалегідь приготуйте пасту зі спецій та зберігайте в холодильнику або морозильнику до місяця. Зваріть велику порцію бульйону, використовуючи скороварку для скорочення часу готування, потім розкладіть порціями та заморозте. Коли готові подавати, підігрійте бульйон, додайте свіжу локшину та прикрасьте. Заздалегідь приваріть креветки окремо та зберігайте в холодильнику, додаючи їх безпосередньо перед подачею. Пакетне готування скорочує активний час підготовки на порцію приблизно на 70%."
  },
  "harira": {
    "name": "Харіра",
    "desc": "Оксамитовий марокканський суп, де ніжна баранина, нута та сочевиця поєднані томатною основою та загусником з борошна (тедуіра). Насичений імбиром, корицею та свіжими травами, це поживно повний прийом їжі.",
    "comment": "Щоб заощадити час, змішайте цибулю, селеру та трави в кухонному комбайні замість ручного нарізання. Використовуйте скороварку для пом'якшення баранини та нуту за 45 хвилин замість 1,5 години. Зробіть велику порцію основи (м'ясо/бобові/бульйон) та заморозте її; додайте вермішель та загусник з борошна (тедуіра) лише при підігріванні, щоб зберегти ідеальну текстуру."
  },
  "shchi": {
    "name": "Щі",
    "desc": "Фундаментальний російський суп з м'якою капустою та ніжною яловичиною в прозорому, пікантному бульйоні. Кислотність від томатів (або квашеної капусти) балансує насиченість м'яса та солодкість коренеплодів.",
    "comment": "Щі відомі тим, що наступного дня смачніші ('Добові щі'), тому завжди варіть подвійну порцію, щоб дати смакам дозріти на ніч у холодильнику. Для значного заощадження часу використовуйте якісну квашену капусту замість свіжої — це усуває час терття та надає автентичний кислий профіль миттєво. Якщо використовуєте скороварку, додайте картоплю лише на останні 5 хвилин під тиском, щоб запобігти її розпаданню."
  },
  "okroshka": {
    "name": "Окрошка",
    "desc": "Освіжаючий російський холодний суп з кефіром, нарізаними сирими овочами та вареними яйцями, часто насолоджуються влітку. Його терпкий смак підсилюється краплею оцту або лимонного соку.",
    "comment": "Заздалегідь відваріть яйця та картоплю та зберігайте їх у холодильнику до 3 днів. Заздалегідь наріжте всі овочі та зберігайте їх окремо в герметичних контейнерах. Коли готові подавати, просто змішайте все з кефіром. Можна приготувати овочеву суміш за кілька днів наперед. Пакетна підготовка скорочує активний час підготовки приблизно на 60%."
  },
  "lagman": {
    "name": "Лагман",
    "desc": "Поживний центральноазійський суп з локшиною з ручною широкою локшиною, приправлений пікантним яловичим та овочевим смаженням. Походить з Киргизстану та Узбекистану, славиться зручним бульйоном та жувальною текстурою.",
    "comment": "Приготуйте тісто за кілька годин наперед, охолодіть його в холодильнику та розкатайте, коли готові готувати. Це скорочує час відстоювання. Також заздалегідь наріжте всі овочі та замаринуйте яловичину на ніч для глибшого смаку."
  },
  "kharcho": {
    "name": "Харчо",
    "desc": "Поживний грузинський суп з яловичиною та рисом у гострому томатному бульйоні, збагачений волоськими горіхами. Містить ароматні спеції, як пажитник, коріандр та чилі, для особливого теплого смаку.",
    "comment": "Зваріть великий казанок харчо на 4-6 порцій: після варіння яловичини розкладіть охолоджений суп у герметичні контейнери та заморозте до 3 місяців, підігріваючи лише те, що потрібно. Використовуйте готовий яловичий бульйон або заморожену варену яловичину, щоб пропустити початкове тушкування. Тримайте порцію замороженої суміші пасти з підсмаженої цибулі та томатів, додаючи безпосередньо до бульйону. Заздалегідь приготуйте пасту зі спецій (пажитник, часник, коріандр) та зберігайте в холодильнику тиждень. Ці кроки зберігають смак, одночасно скорочуючи активний час."
  },
  "altibariai": {
    "name": "Шалтібаршчяй",
    "desc": "Класичний литовський холодний суп з буряка, який балансує земляну солодкість з кремовою терпкістю. Традиційно подається охолодженим влітку та часто прикрашається кропом.",
    "comment": "Заздалегідь зваріть буряк та картоплю великою партією на до 5 днів у холодильнику або заморозте очищений буряк на місяці. Заздалегідь наріжте зелень цибулі, огірок та кріп, зберігаючи окремо в герметичних контейнерах 3 дні. Змішайте кефірну основу з сіллю та зберігайте охолодженою до 2 днів; перемішайте з овочами безпосередньо перед подачею, щоб зберегти хрусткість. Для щоденного використання підтримуйте великий контейнер основи супу та додавайте свіжі прикраси на миску. Це скорочує активну підготовку на 75%."
  },
  "focaccia": {
    "name": "Фокачча",
    "desc": "Класичний італійський хліб з Лігурії, відомий своїм повітряним м'якушем та ароматним топінгом з розмарину. Часто насолоджуються як закуска або доповнення до супів та салатів.",
    "comment": "Заздалегідь приготуйте тісто та дайте йому піднятися в холодильнику на ніч або на кілька годин. Це значно скорочує активний час підготовки. Використовуйте кухонний комбайн для швидкого змішування тіста. Для пакетної підготовки зробіть кілька фокачч одразу та заморозте зайві. Тісто може зберігатися в холодильнику до 3 днів перед випіканням."
  },
  "minestrone": {
    "name": "Мінестроне",
    "desc": "Поживний італійський овочевий суп, який поєднує томати, боби, пасту та свіжі трави в зручну миску. Це основа тосканських кухонь, часто подається як перша страва під час зимових місяців.",
    "comment": "Використовуйте заздалегідь нарізану овочеву суміш та консервовані боби, щоб скоротити час підготовки. Якщо готуєте велику партію, тушкуйте на слабкому вогні до 2 годин; суп стає глибшим за смаком і може зберігатися в холодильнику 3–4 дні."
  },
  "french-onion-soup": {
    "name": "Французький цибулевий суп",
    "desc": "Класична французька комфортна страва з солодкою карамелізованою цибулею в насиченому яловичому бульйоні, прикрашена розтопленим грюєром на підсмажених шматочках багета. Повільно тушкований профіль смаку робить його ідеальною закускою для будь-якого поживного прийому їжі.",
    "comment": "Карамелізуйте цибулю великою партією на кілька порцій — зберігайте зайві в морозильнику для швидкого підігрівання, скорочуючи майбутній час готування вдвічі. Використовуйте заздалегідь подрібнений часник та запікайте всю цибулю в духовці при 300°F для карамелізації без нагляду. Тримайте бульйон під рукою або заморозте порціями; підрум'янюйте кілька сирних тостів одразу під грилем."
  },
  "gazpacho": {
    "name": "Гаспачо",
    "desc": "Охолоджений іспанський томатний суп, який поєднує стиглі томати з огірком, болгарським перцем, цибулею та часником для освіжаючого, терпкого смаку. Ідеальний як легка закуска або літня закуска, часто подається з краплею оливкової олії та краплею хересного оцту.",
    "comment": "Використовуйте блендер або кухонний комбайн для швидкої обробки всіх овочів. Гаспачо можна приготувати великою партією та зберігати в холодильнику кілька днів — насправді смак покращується. Заздалегідь наріжте овочі та зберігайте їх окремо, потім змішуйте, коли готові подавати. Пакетна підготовка скорочує активний час підготовки приблизно на 70%."
  },
  "tomato-soup": {
    "name": "Томатний суп",
    "desc": "Зручний, оксамитовий томатний суп, тушкований з цибулею, часником, морквою та курячим бульйоном. Його яскравий червоний відтінок та шовковиста текстура роблять його основою як для обіду, так і для вечері.",
    "comment": "Зваріть більшу порцію супу на до чотирьох порцій, потім охолодіть або заморозте окремі порції. Суп смачніший наступного дня та може зберігатися кілька днів. Використовуйте погружний блендер безпосередньо в каструлі для швидшого пюре. Пакетне готування зменшує загальні зусилля готування на порцію приблизно на 60%. Заздалегідь наріжте мірпуа (цибуля, морква, часник) та заморозте порціями."
  },
  "caldo-verde": {
    "name": "Калдо Верде",
    "desc": "Традиційний португальський суп з картоплі, капусти кейл та чорізо, подається гарячим у дерев'яній миски. Відомий своєю зручною простотою та тонким димним смаком в'яленої ковбаси.",
    "comment": "Зваріть великий казанок на 4 порції: швидко охолодіть, розкладіть в герметичні контейнери, зберігайте в холодильнику до 4 днів або заморозте до 3 місяців, додаючи свіже чорізо при подачі. Суп покращується наступного дня. Використовуйте заздалегідь варену картоплю з партії та заморожену нарізану капусту кейл, щоб скоротити нарізання. Тримайте нарізану цибулю/часник замороженими готовими. Пакетне готування скорочує активний час на порцію на 50%. Скороварка скорочує час варіння вдвічі."
  },
  "fufu": {
    "name": "Фуфу",
    "desc": "Основа західноафриканської кухні, фуфу — це м'яке тісто з вареного маніоку, розтолоченого до гладкої консистенції. Чудово поєднується з гострими супами та тушкованими стравами, пропонуючи зручну, крохмалисту основу, яка поглинає смаки.",
    "comment": "Заздалегідь очистіть та наріжте маніок на шматочки, зберігайте у воді в холодильнику до 2 днів. Варіть кілька порцій, товчіть/формуйте, поки гаряче, використовуючи стаціонарний міксер або товкач для картоплі з водою для гладкої швидкої текстури. Зберігайте розтолочене фуфу герметично до 24 год або заморозте порціями. Скороварка скорочує час варіння до 15 хв. Пакетне товчення на 4 порції економить 50% активного часу."
  },
  "egusi-soup": {
    "name": "Суп Егусі",
    "desc": "Поживний нігерійський суп з насіння дині, тушкований з листовими зеленню, пальмовою олією та різноманітним м'ясом, часто подається з розтолоченим ямсом або фуфу. Його товста, горіхова текстура та пікантна глибина роблять його основою на сімейних зібраннях.",
    "comment": "Заздалегідь подрібніть егусі, наріжте/заморозте цибулю порціями. Використовуйте скороварку для яловичини (15 хв) та тримайте бульйон замороженим. Заморожений шпинат розморожується миттєво. Зваріть подвійну порцію, швидко охолодіть, розкладіть/заморозте до 2 місяців; швидко підігрівається, смаки поглиблюються. Додайте окремий шпинат при подачі. Пакетне готування скорочує активний час на порцію на 50%."
  },
  "greek-salad": {
    "name": "Грецький салат",
    "desc": "Яскрава суміш стиглих томатів, хрустких огірків, терпкої фети та солонуватих оливок, заправлених оливковою олією та орегано. Цей класичний грецький основний продукт — освіжаюча страва без термічної обробки, ідеальна для спекотних літніх днів.",
    "comment": "Заздалегідь наріжте всі овочі та зберігайте їх окремо в герметичних контейнерах у холодильнику до 3 днів. Заздалегідь наріжте фету кубиками та розкладіть оливки порціями. Можна приготувати овочеву суміш за кілька днів наперед, але додайте заправку лише при подачі. Використовуйте овочерізку або кухонний комбайн для однорідної нарізки кубиками за секунди."
  },
  "gravlax": {
    "name": "Гравлакс",
    "desc": "Скандинавський делікатес з тонко нарізаного маринованого лосося, приправленого сіллю, цукром, кропом та перцем. Пропонує шовковисту текстуру та тонкий баланс пікантних та трав'яних смаків, які чудово поєднуються з житнім хлібом або каперсами.",
    "comment": "Приготуйте велику порцію гравлаксу (напр., 1 кг лосося) одразу — збільште суміш для маринування рівномірно, щільно загорніть та охолодіть; зберігається тиждень або добре заморожується порціями. Це скорочує активний час підготовки на порцію на 70%, оскільки змішування/нанесення масштабується мінімально. Використовуйте заздалегідь нарізаний заморожений кріп, якщо доступний дешево, щоб заощадити на нарізанні; пасивно переверніть упаковку один раз на півдорозі."
  },
  "soba": {
    "name": "Соба",
    "desc": "Класична японська страва з гречаної локшини, подається охолодженою з пікантним соусом для макання. Ніжний, горіховий смак соби чудово поєднується зі свіжою зеленню та хрусткими пластівцями темпура.",
    "comment": "Заздалегідь приготуйте даші та соус партіями, заморозте кубики даші; заздалегідь наріжте прикраси. Варіть кілька порцій одразу у великому казанку, щоб скоротити час на порцію. Замочіть суху собу 15 хв перед варінням для кращої текстури та коротшого часу готування."
  },
  "hot-dog": {
    "name": "Хот-дог",
    "desc": "Класична улюблена вулична їжа зі Сполучених Штатів, хот-дог поєднує приправлену свинячу ковбасу з м'якою булкою та кількома приправами. Страва швидко збирається та може бути насолоджена як невимушена закуска або прийом їжі на ходу.",
    "comment": "Готуйте кілька ковбасок одразу на сковороді або на грилі, щоб скоротити час готування на порцію вдвічі; вони добре підігріваються з холодильника або морозильника за 30 секунд у мікрохвильовці. Заздалегідь наріжте цибулю та зберігайте в холодильнику до 3 днів, або використовуйте кухонний комбайн для пакетного нарізання. Тримайте приправи в пляшках з дозатором на столі для миттєвого збирання."
  },
  "burger": {
    "name": "Бургер",
    "desc": "Класичний американський бургер з соковитим яловичим котлетом, свіжим салатом, томатом та сиром, поміщеними між підсмаженими булочками. Пікантна суміш смаженого м'яса та хрустких овочів робить його культовою улюбленою вуличною їжею.",
    "comment": "Заздалегідь сформуйте кілька котлет з фаршу, складіть з пергаментом та заморозте; вони готуються безпосередньо з заморожених за 1 додаткову хвилину. Пакетно наріжте томати, цибулю, якщо додається, та салат, зберігаючи в герметичних контейнерах у холодильнику до 2 днів. Підсмажуйте булочки великою партією під грилем, поки котлети шиплять, та тримайте приправи змішані в пляшці з дозатором."
  },
  "pizza-pepperoni": {
    "name": "Піца Пеппероні",
    "desc": "Класична італійська піца з гострими шматочками пепероні та розтопленим моцарелою на хрусткій випіченій основі. Поєднання димного в'яленого м'яса та тягучого сиру робить її вічною улюбленицею для ділення.",
    "comment": "Тримайте порцію піци в холодильнику, роблячи довге холодне підняття 1–3 дні, щоб вам потрібно було лише сформувати та покрити перед випіканням. Дайте тісту трохи нагрітися, поки ви розігріваєте духовку та камінь або сталь, щоб формування було легшим без додаткового часу. Заздалегідь приготуйте томатний соус та зберігайте його в холодильнику або морозильнику невеликими порціями, готовими до використання. Наріжте сир та пепероні для кількох піц одразу, зберігаючи їх у герметичних контейнерах кілька днів, щоб збирання піци займало менше 10 хвилин. Випікання двох піц одночасно на окремих решітках або використання великого підносу максимально використовує духовку без збільшення активного часу."
  },
  "pizza-margherita": {
    "name": "Піца Маргарита",
    "desc": "Класична неаполітанська піца з тонкою, повітряною випіченою основою, покритою яскравим томатним соусом, кремовим Моцарела ді Буфала Кампана та ароматними листям базиліка. Відома своїми простими, збалансованими смаками, які демонструють якісні інгредієнти.",
    "comment": "Змішайте велику партію неаполітанського тіста та дайте йому холодне підняття в холодильнику на 1–3 дні, розділивши на кульки, щоб кожна була готова до розтягування та випікання. Витягніть тісто за 45–60 хвилин до випікання, щоб воно розслаблялося та швидко розтягувалося без додаткової роботи. Тримайте простий томатний соус попередньо приготованим або змішаним та охолодженим у пляшці з дозатором для швидкого покриття. Зберігайте моцарелу ді буфала та базилік готовими до використання, промокнувши сир насухо та розірвавши його руками безпосередньо перед випіканням, щоб уникнути водянистої піци. Випікайте на попередньо розігрітому камені або сталі при максимальній температурі духовки, щоб піца готувалася всього за кілька хвилин."
  },
  "grilled-cheese": {
    "name": "Смажений сир",
    "desc": "Зручний сендвіч зі смаженого на маслі білого хліба, що містить тягучений розтоплений чеддер, класична американська комфортна їжа. Хрустка золота зовнішність та тягуча внутрішність роблять його ідеальним для швидких обідів або нічних перекусів.",
    "comment": "Наріжте блок чеддера заздалегідь та зберігайте в холодильнику до тижня, або використовуйте магазинні попередньо нарізані пакети для миттєвого використання. Тримайте шматочки хліба замороженими порціями та масло розм'якшеним при кімнатній температурі, щоб ви могли рівномірно намазати його за секунди без ножа. Нагрійте чавунну сковороду або антипригарну сковороду на середньому вогні та готуйте два сендвічі одночасно, перевертаючи лише один раз; для партій розігрійте духовку до 400°F та випікайте кілька на підносі для ще швидшого хрусткого підсмажування без участі, поки ви готуєте гарніри."
  },
  "club-sandwich": {
    "name": "Клубний сендвіч",
    "desc": "Високий американський триповерховий сендвіч з підсмаженого білого хліба, викладений нарізаною індичкою, хрустким беконом, свіжим салатом, шматочками томату та майонезом. Зубочистки тримають шари зафіксованими для легкого вживання.",
    "comment": "Смажте велику партію бекона на підносі в духовці при 400°F та зберігайте приготовані смужки в холодильнику до 5 днів або заморозте їх пласкими для швидкого розморожування. Купіть попередньо нарізану грудинку індички в гастрономі та зберігайте її вакуумно запакованою або щільно загорнутою; наріжте помідори та салат заздалегідь, зберігаючи їх хрусткими в окремих контейнерах холодильника з паперовими рушниками. Підсмажте всі три шматочки хліба одночасно в тостер-духовці або тостері, потім укладіть шарами конвеєрним стилем для кількох сендвічів—підігрійте бекон коротко в мікрохвильовці, якщо потрібно, щоб заощадити час на сковороді."
  },
  "blt": {
    "name": "BLT",
    "desc": "Класичний американський сендвіч з хрустким смаженим беконом, соковитими шматочками томату, хрустким салатом та підсмаженим білим хлібом, намазаним майонезом. Простий, задовольняючий варіант для швидких обідів або поживних сніданків.",
    "comment": "Приготуйте повний піднос бекона в духовці та охолодьте його до 3 днів або заморозте, потім повторно підсмажте шматочки на сковороді або в тостер-духовці за потреби. Тримайте вимиті листя салату та нарізані помідори в герметичних контейнерах з паперовим рушником для вбирання вологи, щоб вони були готові до використання. Зберігайте хліб для сендвічів у морозильнику та підсмажуйте шматочки прямо з замороженого стану, щоб економити на відходах та походах за покупками. Коли все підготовлено, вам потрібно лише підсмажити хліб, підігріти бекон та зібрати кілька сендвічів одночасно, що зберігає активний час низьким навіть для кількох порцій."
  },
  "california-sushi-roll": {
    "name": "Каліфорнійський суші-рол",
    "desc": "Популярний суші-рол з оцтового рису урічімай, норі, крабового суримі, огірка та кремового авокадо. Його помірний смак та м'яко-хрустка текстура роблять його основним продуктом у невимушених суші-місцях та коробках на виніс.",
    "comment": "Приготуйте велику партію рису для суші, приправте його, поки теплий, та швидко охолодьте тонким шаром; він добре зберігається при прохолодній кімнатній температурі кілька годин, покритий вологим рушником, тож ви можете згорнути кілька партій за одну сесію готування. Використовуйте палички суримі замість сирої риби, щоб вам потрібно було лише нарізати їх смужками, що швидше та безпечніше для домашнього зберігання. Попередньо наріжте огірок та авокадо брусочками та зберігайте їх у щільних контейнерах (додайте легку кисть рисового оцту або лимона на авокадо, щоб зменшити потемніння). Бамбуковий килимок, вистелений харчовою плівкою, пришвидшує скручування та прибирання, а збирання 3–4 ролів поспіль різко скорочує активний час на рол."
  },
  "fajitas": {
    "name": "Фахітас",
    "desc": "Шиплячі смужки яловичини, смажені з болгарським перцем, цибулею та спеціями, подаються з теплими кукурудзяними тортильями та краплею лайму.",
    "comment": "Заморінуйте нарізану яловичину на ніч для смаку (пасивно). Підготуйте подвійну порцію овочів за допомогою мандоліни або кухонного комбайна. Приготуйте начинку партією на 4 порції в одній великій сковороді, щоб скоротити активний час готування удвічі, потім заморозте порції. Підігрійте кілька тортилій у мікрохвильовці, загорнутих у вологий рушник, замість духовки."
  },
  "burrito": {
    "name": "Буріто",
    "desc": "Пшенична тортилья, обгорнута навколо вареного рису, бобів, смаженого яловичого фаршу з цибулею та перцем, розтопленого сиру та свіжої сальси зі сметаною.",
    "comment": "Приготуйте рис, боби та яловичу начинку партією заздалегідь для кількох буріто; зберігайте окремо в холодильнику до 3 днів або заморозте. Використовуйте мікрохвильову рисоварку або скороварку для рису/бобів, підігрійте компоненти по 1-2 хв кожен, збирайте швидко. Попередньо наріжте цибулю/перець та тримайте заморожені пакети готовими."
  },
  "quesadilla": {
    "name": "Кесаділья",
    "desc": "Класична мексиканська закуска, кесаділья — це хрустка тортилья, наповнена розтопленим сиром, часто подається як швидка страва або закуска. Назва походить від іспанського слова сир, відображаючи його прості, але смачні основні інгредієнти.",
    "comment": "Використовуйте заздалегідь натертий сир та тримайте тортильї складеними, щоб уникнути індивідуального загортання. Готуйте кілька кесадилій одночасно на великій сковороді або грилі, перевертаючи їх разом, щоб скоротити активний час готування на порцію удвічі. Партійно підготуйте, зібравши кілька заздалегідь та готуючи послідовно."
  },
  "pommes-frites": {
    "name": "Картопля фрі",
    "desc": "Картопля фрі — це хрусткі, золотисті смужки картоплі, смажені до досконалості — класика французької та бельгійської культури вуличної їжі. Вони улюблені у всьому світі за свою просту, але викликаючу залежність текстуру та пікантний хруст.",
    "comment": "Наріжте додаткову картоплю на рівномірні фрі та бланшуйте на пару в мікрохвильовці 4-5 хв, щоб прискорити очищення та попереднє варіння, потім промокніть насухо. Смажте великі партії у фритюрниці або воку, повторно використовуючи олію для кількох страв, зберігаючи замороженими після першого смаження. Змішайте тваринний жир з олією для кращої хрусткості без додаткових кроків."
  },
  "kebab": {
    "name": "Кебаб (Донер)",
    "desc": "Класична турецька вулична їжа, що складається з тонко нарізаної приправленої яловичини, приготованої на вертикальному грилі та поданої в теплій лепешці зі свіжими овочами та вершковим соусом. Славиться соковитою текстурою та димним смаком, який виникає від повільного приготування м'яса.",
    "comment": "Використовуйте заздалегідь нарізані тонкі листи яловичини або мінутні стейки, швидко приправте та наріжте після готування. Обсмажте на сковороді або під грилем кілька порцій одночасно на противні під грилем духовки для швидкого готування без вертела; зберігайте додаткове приготоване м'ясо охолодженим до 2 днів. Підготуйте овочеві топінги великими порціями в банках заздалегідь."
  },
  "shawarma": {
    "name": "Шаурма",
    "desc": "Класика близькосхідної вуличної їжі, шаурма містить тонко нарізану смажену курку, завернуту в теплу піту зі свіжою цибулею та пікантним йогуртово-часниковим соусом.",
    "comment": "Заморінуйте курку заздалегідь в йогурті, часнику, лимоні, олії, солі, перці на кілька годин або на ніч, щоб наситити смаком без додаткового активного часу. Приготуйте кілька шаурм одночасно: наріжте всю курку після смаження, наріжте цибулю великими порціями, змішайте соус великою партією, збирайте за потреби — скорочує підготовку на порцію удвічі. Використовуйте магазинну курку-гриль, щоб повністю пропустити смаження, або заздалегідь підсмажену піту, зберігаючи теплу в фользі. Швидкий йогуртовий соус змішується за секунди з подрібненим часником з банки."
  },
  "gyros": {
    "name": "Гірос",
    "desc": "Популярна грецька вулична їжа з тонко нарізаною смаженою свининою, приправленою орегано та часником, подається в теплій піті зі свіжими помідорами, цибулею, салатом та огірком.",
    "comment": "Використовуйте тонкі скибочки свинини або молоту свинину, спресовану в батон для домашнього запікання в духовці замість вертикального вертела; приправте просто орегано, часником, сіллю, перцем. Зробіть додатковий батон або скибочки для кількох порцій: запікайте один раз, зберігайте нарізане м'ясо в холодильнику до 4 днів або заморозте, швидко підігрійте на сковороді — скорочує активний час готування на гірос. Купіть заздалегідь нарізане 'м'ясо для гірос' у м'ясника або в магазині, якщо доступно дешево, або свинину/курку-гриль як заміну. Підготуйте соус цацикі заздалегідь та наріжте овочі великими порціями для миттєвої збірки."
  },
  "pad-thai": {
    "name": "Пад Тай",
    "desc": "Яскраве смажене з рисової локшини, креветок та тофу, перемішане в пікантному соусі з тамаринду, завершене хрустким арахісом та свіжими паростками бобів. Походить з Таїланду, це улюблена класика вуличної їжі, яка балансує солодкі, кислі, солоні та умамі смаки.",
    "comment": "Замочіть локшину заздалегідь або використовуйте гарячу воду для замочування на 5-10 хв, щоб скоротити підготовку; підготуйте суміш соусу та наріжте все заздалегідь у стилі мізан-пляс. Зробіть подвійну партію в двох воках або великих сковородах, щоб скоротити активний час на порцію удвічі; використовуйте заздалегідь нарізаний часник/шалот, якщо заморожуєте свої партії. Тримайте гарніри окремо та додавайте свіжими для найкращого смаку."
  },
  "pad-krapow": {
    "name": "Пад Крапао",
    "desc": "Яскрава класика тайської вуличної їжі з молотою свининою, смаженою зі священим базиліком, часником та чилі, приправлена рибним соусом, соєвим соусом та цукром. Швидко готується та дає ароматний, гострий смак, який чудово поєднується з вареним рисом.",
    "comment": "Наріжте часник та чилі великими порціями та заморозте порціями, щоб скоротити підготовку; приготуйте кілька порцій в одній широкій сковороді, ефективно помішуючи. Використовуйте заздалегідь молоту свинину від перевірених м'ясників або подрібніть свою заздалегідь; звяліть базилік в кінці, щоб зберегти аромат без переварювання."
  },
  "banh-mi": {
    "name": "Бань Мі",
    "desc": "В'єтнамський сендвіч, що поєднує хрусткий французький багет з пікантною смаженою свининою, маринованими овочами та свіжими травами. Хрустка текстура та яскраві смаки роблять його фаворитом вуличної їжі у всьому світі.",
    "comment": "Запечіть або обсмажте на грилі свинячу грудинку великими порціями заздалегідь та наріжте тонко, коли потрібно; швидко замаринуйте терту моркву/дайкон в 30-хвилинному оцтовому розсолі, використовуючи мікрохвильовку для швидкості. Використовуйте магазинний паштет та заздалегідь нарізані багети; збирайте кілька одночасно, щоб мінімізувати обробку на сендвіч. Заморозте додаткові мариновані овочі порціями."
  },
  "southern-fried-chicken": {
    "name": "Південна смажена курка",
    "desc": "Хрусткі, золотисто-коричневі шматочки курки, покриті приправленим мучним кляром, подаються гарячими та соковитими. Походить з американського Півдня, це класична страва на зібраннях та в меню комфортної їжі.",
    "comment": "Маринування в солоній пахті додає соковитості, але займає 8 годин пасивно; пропустіть це для швидших страв, використовуючи пряме замочування в пахті на 15 хвилин. Наріжте курку на рівномірні шматочки розміром з укус та тримайте охолодженою до смаження, щоб прискорити підготовку. Смажте кілька партій в тій самій гарячій олії, повторно використовуючи її для кількох страв, або подвійне смаження (спочатку низька температура 8 хв, відпочинок, потім висока температура 3 хв) для додаткової хрусткості без більш тривалого загального активного часу. Маринуйте великі кількості на тиждень, заморожуючи порції."
  },
  "roast-chicken": {
    "name": "Печена курка",
    "desc": "Класичне недільне смаження з цілою куркою, приправленою травами та цитрусовими, подається разом зі смаженими коренеплодами. Страва славиться хрусткою шкіркою та соковитим м'ясом, роблячи її затишним центральним елементом для сімейних зібрань.",
    "comment": "Використовуйте заздалегідь нарізані заморожені овочі, такі як морква, цибуля, суміш картоплі, щоб скоротити час нарізання без додаткових витрат. Запечіть двох курок поруч у великому противні; час у духовці ледь збільшується, але подвоює вихід. Почніть з курки кімнатної температури та спочатку дайте високий жар (10 хв при 450F, потім знизьте), щоб скоротити загальний час готування, зберігаючи шкірку хрусткою."
  },
  "fish-and-chips": {
    "name": "Риба з картоплею",
    "desc": "Класика британської приморської кухні, хрустка риба в клярі, подається з золотистою картоплею фрі. Страва поєднує хрустку текстуру з пікантним, трохи кислуватим кляром, який чудово поєднується з тартарним соусом.",
    "comment": "Підготуйте фрі спочатку: наріжте на рівномірні тонкі смужки, замочіть у холодній воді 30 хв пасивно, щоб видалити крохмаль для більш хрустких результатів, потім промокніть насухо. Змішайте кляр заздалегідь та дайте відпочити 30 хв у холодильнику для кращої текстури без активного часу. Використовуйте дві сковороди для одночасного смаження риби та картоплі, щоб скоротити час готування удвічі; повторно використовуйте гарячу олію для кількох порцій."
  },
  "steak-ribeye-wagyu": {
    "name": "Стейк Рібай Вагю",
    "desc": "Класичний стейк рібай, приготований до соковитої середньої прожарки, приправлений просто сіллю та перцем. Це ситна страва — класика американської стейкхаусної кухні, часто подається з шматочком трав'яного масла.",
    "comment": "Дайте стейку зігрітися при кімнатній температурі 30-60 хвилин перед готуванням, щоб скоротити загальний час та забезпечити рівномірне приготування. Використовуйте чавунну сковороду, заздалегідь розігріту на сильному вогні, поки готуєте; обсмажте кілька стейків одночасно, оскільки час на сковороді не масштабується з кількістю. Тримайте заздалегідь приготовані бруски часниково-тим'янового масла в морозильнику для миттєвого поливання."
  },
  "lasagna": {
    "name": "Лазанья",
    "desc": "Класична італійська шарова пастова страва з насиченим м'ясним соусом, вершковим бешамелем та розтопленими сирами, запічена до досконалості. Поєднання текстур та смаків робить її затишним сімейним фаворитом.",
    "comment": "Використання листів лазаньї без варіння скорочує час підготовки, усуваючи крок варіння. Приготуйте м'ясний соус та бешамель великими порціями та заморозте окремі порції; збірка та випікання займає лише кілька хвилин, економлячи час підготовки та готування для майбутніх страв. Наріжте цибулю та часник у кухонному комбайні, щоб скоротити підготовку удвічі."
  },
  "chicken-parmesan": {
    "name": "Курка Пармезан",
    "desc": "Класичний італо-американський фаворит: панірована куряча грудка, покрита маринарою та розтопленою моцарелою, потім запічена до золотистої досконалості. Це затишна страва, яка чудово поєднується з пастою або хрустким зеленим салатом.",
    "comment": "Відбийте курку тонко для ще швидшого випікання та використовуйте кулінарний спрей замість олії, легко розпилюючи. Паніруйте та заморозте партії заздалегідь; випікайте з замороженого, додавши 5 хв. Налаштуйте станцію панірування заздалегідь та випікайте кілька порцій одночасно, оскільки час у духовці залишається подібним."
  },
  "spaghetti-carbonara": {
    "name": "Спагеті Карбонара",
    "desc": "Класична римська пастова страва, що поєднує шовковисті спагеті з вершковим соусом з яєць, сиру та хрусткої панчетти. Тонкий димний смак в'яленої свинини надає їй безпомилкову глибину.",
    "comment": "Приготуйте подвійну партію карбонари: обсмажте додаткову панчетту, зваріть більше пасти та розкладіть компоненти соусу окремо для швидкого підігріву в мікрохвильовці з краплею води — економить половину активного часу на наступну страву. Використовуйте заздалегідь натертий сир та шматочки гуанчале/панчетти замість скибочок, щоб прискорити нарізання. Варіть пасту, одночасно обсмажуючи панчетту на двох конфорках."
  },
  "spaghetti-bolognese": {
    "name": "Спагеті Болоньєзе",
    "desc": "Ситна італійська класика з аль денте спагеті, покритими насиченим, повільно тушкованим м'ясним соусом. Страва демонструє затишну суміш помідорів, яловичого фаршу та ароматних трав, які роблять її класикою для сімейних обідів.",
    "comment": "Приготуйте великий казанок соусу Болоньєзе та заморозте порціями; підігрівайте лише те, що потрібно, скорочуючи майбутню підготовку на дві третини, оскільки нарізання та початкове обсмажування вже зроблено. Використовуйте кухонний комбайн, щоб подрібнити цибулю, моркву, селеру та часник разом за секунди. Тримайте софрітто (цибуля-морква-селера) замороженим партіями для миттєвого старту. Подвійте рецепт заздалегідь, щоб амортизувати активний час готування."
  },
  "risotto": {
    "name": "Різотто",
    "desc": "Вершкова італійська класика з рису арборіо, повільно помішуваного в гарячому бульйоні та завершеного пармезаном та маслом. Це затишна миска, що демонструє тонкий баланс текстур та смаків.",
    "comment": "Приготуйте кілька порцій різотто, збільшивши рецепт у широкій сковороді, помішуючи рідше після початкового обсмажування; розкладіть порціями та охолодьте для підігріву в мікрохвильовці з краплею бульйону, скорочуючи активний час на порцію удвічі. Заздалегідь подрібніть цибулю-часник та відміряйте рис/бульйон заздалегідь. Використовуйте гарячий бульйон у глечику для плавних додавань без постійної перевірки."
  },
  "paella": {
    "name": "Паелья",
    "desc": "Яскрава іспанська рисова страва, тушкована з шафраном, куркою, морепродуктами та овочами. Це святкова страва в одному казані, що демонструє середземноморську кулінарну традицію.",
    "comment": "Приготуйте велику партію на 4 порції одразу, щоб скоротити час підготовки удвічі: наріжте овочі великими порціями один раз, використовуйте заздалегідь зварену буряк або заморожене мірпуа, якщо доступно дешево, настоїть шафран заздалегідь у теплому бульйоні. Для окремих порцій підготуйте софрітто та білки заздалегідь, охолодьте, потім додайте рис безпосередньо перед подачею, щоб скоротити активну підготовку. Використовуйте духовку для рівномірного приготування рису при 190C після початкового кипіння, щоб прискорити."
  },
  "har-gow": {
    "name": "Ха Гау (Пельмені з креветками)",
    "desc": "Ніжні прозорі обгортки, наповнені соковитими креветками та тонкими приправами, класичні кантонські дімсам Ха Гау цінуються за жувальну шкірку та свіжий солонуватий смак.",
    "comment": "Приготуйте подвійну партію начинки та тіста, заморозте сформовані пельмені пласкими на підносі, потім упакуйте: готування на пару з замороженого додає лише 1 хв, пропускає всю нарізку наступного разу. Використовуйте кухонний комбайн для швидкого подрібнення креветок/імбиру/часнику. Преса для тортилій між змащеними маслом пергаментами прискорює розкатку обгорток рівномірно без тріщин. Партійно готуйте на пару кілька ярусів у пароварці."
  },
  "gyoza": {
    "name": "Гьодза",
    "desc": "Японські смажені на сковороді пельмені, наповнені приправленою свининою та капустою, спочатку готуються на пару в закритій сковороді, потім обсмажуються до хрусткої кірки знизу. Часто подаються гарячими з соєво-оцтовим соусом як популярна вулична їжа та закуска в ідзакая в Японії.",
    "comment": "Приготуйте велику партію начинки та обгорток одразу, потім заморозте сирі гьодза пласкими на підносі перед перенесенням у контейнер; вони можуть йти прямо з морозильника на сковороду без розморожування, додаючи лише 1–2 хвилини до готування. Змішайте начинку в стаціонарному міксері або паличками до липкості, щоб прискорити крок замісу, та використовуйте маленьку мірну ложку, щоб порціонування йшло швидко та рівномірно. Антипригарна сковорода з підходящою кришкою дозволяє готувати на пару-смажити багато пельменів одночасно без нагляду, тому активний час на порцію різко падає при готуванні кількох порцій разом."
  },
  "wontons": {
    "name": "Вонтони",
    "desc": "Ніжні китайські вонтони, наповнені приправленою свининою та ароматичними добавками, зазвичай варяться та подаються в легкому бульйоні або швидко смажаться після варіння з соєвим соусом. Їх шовковисті обгортки та пікантна начинка роблять їх класикою домашньої кухні та дімсам.",
    "comment": "Сформуйте велику партію вонтонів одразу та заморозте їх на підносі; їх можна варити прямо з замороженого стану з додаванням лише 1–2 додаткових хвилин у воду. Використовуйте магазинні квадратні обгортки для вонтонів замість розкатки тіста, щоб різко скоротити підготовку, та налаштуйте невелику збіркову лінію (начинка, складання, запечатування), щоб кілька порцій були складеними за одну сфокусовану сесію та приготовані на замовлення пізніше."
  },
  "fresh-spring-rolls": {
    "name": "Свіжі спрінг-роли",
    "desc": "Свіжі в'єтнамські спрінг-роли з хрусткими рисовими обгортками, наповнені вареними креветками, вермішеллю, свіжими травами та хрусткими овочами. Зазвичай поєднуються з арахісовим або хойсинським соусом для макання.",
    "comment": "Приготуйте кілька ролів одночасно: зваріть велику партію креветок та вермішелі одночасно (активно 5 хв, пасивне варіння 5-7 хв), охолодіть у крижаній воді для швидкого охолодження, та використовуйте заздалегідь нарізані соломкою заморожені суміші моркви/огірка з магазину — часто дешевші за свіжі в міжсезоння. Тримайте інгредієнти начинки порціонованими в мисках у стилі збіркової лінії. Підсмажте арахіс великими порціями заздалегідь та зберігайте. Це скорочує підготовку окремого ролу удвічі без збільшення витрат."
  },
  "hot-pot": {
    "name": "Хого",
    "desc": "Спільна східноазійська страва, де киплячий казанок бульйону служить центральним елементом для асортименту тонко нарізаного м'яса, свіжих овочів та жувальної локшини. Славиться своїм затишним теплом та інтерактивним досвідом приготування інгредієнтів прямо за столом.",
    "comment": "Підготуйте велику партію бульйону заздалегідь та заморозте порціями; підігрійте один, поки готуєте інгредієнти для наступного використання, різко скорочуючи активний час. Купіть заздалегідь нарізане м'ясо та заморожені заздалегідь нарізані овочеві суміші, такі як капуста, морква, шпинат, щоб скоротити нарізання удвічі. Наріжте все одразу на 4-6 порцій, використовуючи мандоліну для м'яса та овочів; приготуйте одну порцію зараз, охолодьте інші сирими для подальшого приготування за столом. Варіть локшину окремо великими порціями."
  },
  "peking-duck": {
    "name": "Пекінська качка",
    "desc": "Прославлена китайська спеціальність з хрусткою шкіркою та ніжним м'ясом, традиційно подається з тонкими млинцями, зеленою цибулею, смужками огірка та солодким бобовим соусом. Страва демонструє мистецтво смаження, даючи безпомилковий аромат та багатий смаковий профіль.",
    "comment": "Використовуйте вентилятор або фен, щоб прискорити сушіння шкірки до 8-10 годин замість 24; натріть харчовою содою для додаткової хрусткості без тривалого повітряного сушіння. Для кількох качок обертайте в духовці для партійного смаження, економлячи 20-25 хв на птах через циркуляцію гарячого повітря. Купіть готові млинці для пекінської качки або готуйте на пару заморожені великими порціями, щоб пропустити змішування тіста. Тримайте гачки для підвішування качки готовими та повністю розігрійте духовку, поки готуєте глазур."
  },
  "kung-pao-chicken": {
    "name": "Кунг Пао Курка",
    "desc": "Гостре сичуаньське смажене з ніжною смаженою куркою, хрустким арахісом, овочами та солодко-пікантним соусом з оніміваючими сичуаньськими перцями та сушеними чилі.",
    "comment": "Підготуйте інгредієнти партією для кількох порцій, використовуючи мандоліну або кухонний комбайн для рівномірної нарізки перців, цибулі, часнику та чилі, потім зберігайте в мисках. Підсмажте додаткові сичуаньські перці та подрібніть у порошок заздалегідь для швидкого використання. Подвійте рецепт в одному воку, щоб скоротити час готування на порцію удвічі; швидко охолодіть, розкладіть у герметичні контейнери та заморозте на термін до місяця — підігрівайте прямо з морозильника в гарячому воку з краплею води."
  },
  "mapo-tofu": {
    "name": "Мапо Тофу",
    "desc": "Класична сичуаньська страва з шовковистим тофу в гострому ферментованому бобовому соусі, молотій свинині та оніміваючих сичуаньських перцях.",
    "comment": "Заздалегідь подрібніть часник, імбир та свинину разом та зберігайте в холодильнику до дня; тримайте заздалегідь підсмажений молотий сичуаньський перець під рукою. Приготуйте подвійну партію основи соусу (свинина, доубаньцзян, ароматичні добавки) заздалегідь, заморозте порціями, потім просто тушкуйте з тофу, коли потрібно — розморожується та підігрівається у воку за половину часу. Використовуйте магазинний курячий бульйон, якщо швидше за домашній."
  },
  "char-siu": {
    "name": "Ча Сиу",
    "desc": "Класична кантонська смажена свинина з солодко-пікантною глазур'ю та карамелізованими краями, подається нарізаною з рисом.",
    "comment": "Заморінуйте велику партію свинячої лопатки (2-3кг) на ніч, потім запікайте або обсмажте на грилі все одразу — активний час у духовці на порцію падає, оскільки це без участі. Використовуйте вентилятор/конвекцію духовки для ще швидшого готування та більш хрустких результатів. Вакуумно упакуйте та заморозте мариновані порції для швидкої майбутньої підготовки; розморозьте на ніч у холодильнику. Нанесіть додаткову глазур під грилем на 2-3 хв для карамелізації."
  },
  "tempura": {
    "name": "Темпура",
    "desc": "Японський делікатес з легким кляром та смаженими у фритюрі креветками, солодкою картоплею та різноманітними овочами. Його повітряний хруст та тонка приправа роблять його улюбленою закускою в суші-ресторанах у всьому світі.",
    "comment": "Підготуйте кляр безпосередньо перед смаженням, охолодивши сухі інгредієнти та содову воду заздалегідь; використовуйте крижану газовану воду для хрусткості. Наріжте овочі рівномірно заздалегідь та промокніть насухо, щоб прискорити. Смажте кілька партій одночасно у широкому казані для домашнього використання, повторно використовуючи олію для 2-3 сесій, якщо відфільтровано та зберігається правильно. Зробіть подвійну порцію: обсмажте все, охолодьте на решітці, заморозте зайве в один шар, потім упакуйте; підігрійте в духовці при 180C 3-4 хв для відновлення хрусткості."
  },
  "sashimi": {
    "name": "Сашимі",
    "desc": "Традиційний японський делікатес з тонко нарізаною сирою рибою, подається з соєвим соусом, васабі та маринованим імбирем. Його ніжна текстура та тонкий умамі смак роблять його фаворитом серед любителів морепродуктів у всьому світі.",
    "comment": "Купіть тунця сашимі-класу заздалегідь нарізаним або частково замороженим (суші-блок) — розморозьте коротко в холодильнику та наріжте за 2-3 хв проти 8 хв свіжого. Підготуйте кілька порцій заздалегідь: наріжте цілу вирізку тунця на упаковки по 150г, загорніть герметично, охолодьте до 2 днів або заморозте; натріть додатковий імбир/васабі великими порціями та зберігайте. Використовуйте слайсер мандоліну для рівномірних тонких нарізок, щоб безпечно скоротити час ножа удвічі."
  },
  "unagi-don": {
    "name": "Унагі Дон",
    "desc": "Японський унагі донбурі: смажений прісноводний вугор поверх вареного рису, покритий солодко-пікантним соусом кабаякі з сої, міріну, цукру та саке. Димний, шовковистий вугор чудово поєднується з пухким рисом.",
    "comment": "Використовуйте заздалегідь очищені від кісток заморожені філе унагі (розморозьте в холодильнику заздалегідь), щоб пропустити філетування/очищення від кісток. Приготуйте подвійну партію соусу та зберігайте охолодженим для миттєвого використання наступного разу. Варіть рис у рисоварці або мікрохвильовому пакеті, поки готуєте вугря під грилем; зробіть кілька порцій одночасно, щоб скоротити активний час на порцію удвічі. Повторно використовуйте фольговий піднос для легкої прибирання."
  },
  "yakitori": {
    "name": "Якіторі",
    "desc": "Японські шашлички з курячого стегна та зеленої цибулі, смажені на сильному вогні та покриті пікантно-солодким соусом таре. Димні, обвуглені краї дають непереборний умамі.",
    "comment": "Наріжте курку та зелену цибулю на рівномірні шматочки заздалегідь; замочіть бамбукові шампури у воді партією для багаторазового використання, щоб запобігти підгорянню. Підготуйте соус таре заздалегідь та зберігайте. Нанижіть кілька шампурів одночасно для партійного смаження під грилем або на гриль-сковороді; переверніть та покрийте глазур'ю за один раз. Купіть заздалегідь нарізане куряче стегно, якщо доступно дешево."
  },
  "tonkatsu": {
    "name": "Тонкацу",
    "desc": "Японська смажена у фритюрі панірована свиняча відбивна, подається з нарізаною сирою капустою та пікантним соусом тонкацу. Хрустка зовнішність поступається соковитій свинині всередині.",
    "comment": "Відбийте свинину тонко для ще швидшого готування; налаштуйте станцію панірування з мисками у збірковій лінії. Наріжте капусту мандоліною або заздалегідь нарізаним пакетом, поки нагрівається олія. Смажте дві відбивні послідовно, використовуючи ту саму олію (знімаючи крихти); подвійне смаження коротко для додаткової хрусткості без додаткової олії. Заморозте додаткові паніровані відбивні для миттєвих майбутніх страв."
  },
  "okonomiyaki": {
    "name": "Окономіякі",
    "desc": "Пікантний японський млинець, що змішує капусту, мучний кляр та свинячу грудинку в ситний смажений диск, покритий соусом окономіякі, майонезом, норі та кунжутом.",
    "comment": "Підготуйте подвійну або потрійну партію кляру та наріжте додаткову капусту заздалегідь, зберігаючи в холодильнику; це скорочує час нарізання наступного дня удвічі. Використовуйте заздалегідь нарізану суміш капусти для коул-слоу, щоб пропустити нарізання. Зробіть кілька млинців одночасно на великому грилі, щоб зменшити перевертання та увагу на млинець."
  },
  "bibimbap": {
    "name": "Бібімбап",
    "desc": "Корейська миска змішаного рису з вареним рисом, тушкованою яловичиною та овочами, пікантним кімчі, смаженим яйцем та пастою з перцю чилі гочуджан.",
    "comment": "Використовуйте заздалегідь вимиті, заздалегідь нарізані овочі та рис з мікрохвильовки, щоб скоротити час підготовки. Смажте яловичину великими порціями на кілька порцій; зберігайте смажене яйце окремо, якщо робите кілька порцій."
  },
  "bulgogi": {
    "name": "Булгогі",
    "desc": "Тонко нарізана корейська яловичина, замаринована в солодко-пікантній суміші соєвого соусу, швидко обсмажена на грилі та подана зі свіжими овочами.",
    "comment": "Заморінуйте яловичину на ніч або заморозте коротко, щоб нарізати тонше швидше; використовуйте заздалегідь подрібнений часник та імбирну пасту. Партійно обсмажте подвійну порцію на гарячій чавунній сковороді або гриль-сковороді, потім розкладіть порціями та охолодьте на 2-3 дні. Наріжте овочі тонко заздалегідь та зберігайте у воді для хрусткості."
  },
  "kimchi": {
    "name": "Кімчі",
    "desc": "Класична корейська ферментована страва з пекинської капусти, часнику та гострих пластівців чилі. Його пікантний, умамі смак — наріжний камінь багатьох корейських страв.",
    "comment": "Приготуйте велику партію (4-6 порцій) кімчі одразу: час соління та змішування на порцію значно падає, оскільки нарізання та перемішування масштабуються краще для множинних порцій; розкладіть по банках одразу після змішування, щоб заощадити щоденну підготовку. Використовуйте заздалегідь подрібнений часник та імбир з банок (дешевше великими порціями, зберігається місяцями в холодильнику), щоб скоротити час нарізання удвічі. Тримайте солону капусту в друшлаку над мискою в холодильнику 1-2 дні, якщо не вистачає місця на стільниці, даючи ще краще витягнення смаку."
  },
  "tteokbokki": {
    "name": "Ттокбоккі",
    "desc": "Улюблена корейська класика вуличної їжі, ттокбоккі складається з жувальних рисових коржиків, тушкованих у вогняному соусі гочуджан з рибними коржиками та зеленою цибулею. Його яскравий червоний колір та гостро-солодкий смак роблять його затишною закускою або швидкою стравою.",
    "comment": "Приготуйте велику партію на 3-4 порції, щоб скоротити час нарізання та змішування соусу на порцію удвічі; швидко охолодіть, розкладіть у герметичні контейнери та охолодьте до 3 днів — смаки добре посилюються. Використовуйте заздалегідь нарізану пасту часнику/імбиру або заморожені подрібнені пакети, щоб пропустити свіже подрібнення. Купіть готові до використання тток з магазинів (часто дешевше великими партіями в азійських ринках), щоб уникнути замочування, якщо сухі. Наріжте суримі, поки соус тушкується, для перекриття."
  },
  "samgyeopsal": {
    "name": "Самгьопсаль",
    "desc": "Класична корейська страва барбекю зі смаженими скибочками свинячої грудинки, подається зі свіжими овочами та ссамджан. Його багатий, пікантний смак доповнюється хрусткими краями, які розвиваються під час смаження.",
    "comment": "Смажте кілька партій одночасно на 2-4 порції, щоб скоротити час готування на порцію удвічі, використовуючи велику гриль-сковороду або чавунну сковороду; наріжте на шматочки кухонними ножицями прямо на грилі, щоб прискорити подачу. Добре розігрійте гриль та уникайте переповнення, щоб забезпечити швидке, рівномірне підсмажування. Заздалегідь наріжте овочі та розкладіть ссамджан порціями заздалегідь; заморозте додаткові скибочки свинячої грудинки пласкими для миттєвої розморозки наступного разу."
  },
  "japchae": {
    "name": "Чапчхе",
    "desc": "Класичне корейське смажене зі скляної локшини з солодкої картоплі, тонко нарізаної яловичини та барвистої суміші овочів, перемішаних у кунжутній олії та соєвому соусі. Це класика на святкуваннях та популярна комфортна їжа, яка балансує пікантні, солодкі та умамі смаки.",
    "comment": "Підготуйте овочі на 4 порції одразу та зберігайте в холодильнику до 2 днів, щоб скоротити час нарізання на наступних готуваннях; бланшуйте шпинат та варіть локшину в двох казанах одночасно. Смажте подвійну партію зсувами, використовуючи великий вок, потім розкладіть порціями одразу — локшина краще вбирає смаки на ніч у холодильнику. Використовуйте заздалегідь нарізану яловичину та заморожену суміш мірпуа, якщо доступно дешево, щоб мінімізувати роботу ножем."
  },
  "butter-chicken": {
    "name": "Курка в маслі",
    "desc": "Вершкове каррі на томатній основі з ніжними шматочками маринованої курки, що походить з індійської кухні. Страва балансує багате масло та спеції з шовковистим соусом, який чудово поєднується з рисом або нааном.",
    "comment": "Заморінуйте курку на ніч або кілька годин заздалегідь у холодильнику, щоб поглибити смак без додаткового активного часу. Підготуйте основу соусу заздалегідь та заморозте порціями, потім розморозьте та тушкуйте з заздалегідь замаринованою куркою. Використовуйте магазинну пасту імбиру-часнику та томатне пюре, щоб скоротити час нарізання; партійно маринуйте на кілька страв, щоб скоротити підготовку на порцію удвічі."
  },
  "tandoori-chicken": {
    "name": "Тандурі Курка",
    "desc": "Класична страва Північної Індії з ніжними шматочками курки, замаринованими в димній суміші спецій та приготованими до обвугленого фіналу. Яскравий червоний відтінок походить від суміші паприки, кайєнського перцю та тандурі масала, даючи ароматний та трохи гострий смак.",
    "comment": "Заморінуйте курку на ніч у холодильнику для найкращої ніжності з нульовим додатковим активним часом. Використовуйте заздалегідь нарізані курячі стегна та пляшковий лимонний сік, щоб мінімізувати підготовку; партійно обсмажте кілька порцій на противні в гарячій духовці або фритюрниці, щоб скоротити час готування на порцію. Заморозте мариновану сиру курку порціями для швидких майбутніх готувань."
  },
  "biryani": {
    "name": "Бір'яні",
    "desc": "Ароматна шарова рисова та м'ясна страва, що походить з індійського субконтиненту, відома своїм складним поєднанням спецій та ароматних трав. Традиційно готується на повільному вогні, щоб об'єднати смаки в один пікантний шедевр.",
    "comment": "Партійно приготуйте подвійні порції: обсмажте цибулю та приготуйте курячий соус заздалегідь, укладіть шарами з замоченим рисом та готуйте на пару в духовці або герметичному казані для рівномірного відстоювання. Замочіть рис та заморінуйте курку/соус за день до цього в холодильнику. Використовуйте заморожену заздалегідь нарізану цибулю (часто дешевше великими партіями) та мікрохвильовку для часткового приготування рису, щоб скоротити активний час варіння."
  },
  "naan": {
    "name": "Наан",
    "desc": "М'яка, подушкоподібна лепешка, що походить з індійського субконтиненту, традиційно випікається в тандурі. Чудово поєднується з каррі та часто змащується часниковим маслом для додаткового смаку.",
    "comment": "Підготуйте велику партію тіста та охолодьте до 2 днів; розкладіть на кульки та підніміть лише потрібну кількість, поки решта залишається холодною, скорочуючи час замісу та підйому на наан. Використовуйте версію без дріжджів з розпушувачем з гарячою водою та йогуртом для миттєвого 20-хвилинного загального процесу. Заздалегідь розігрійте чавунну сковороду або таву гарячою, щоб прискорити готування на шматочок."
  },
  "samosa": {
    "name": "Самоса",
    "desc": "Хрустке трикутне тісто, наповнене приправленим картоплею та горошком, що походить з Південної Азії. Його хрустка зовнішність контрастує з пікантною внутрішністю, що робить його популярною вуличною закускою.",
    "comment": "Зваріть та розімніть картоплю заздалегідь або використовуйте залишки картопляного пюре, щоб пропустити 15 хв варіння та охолодження; підготуйте велику партію начинки та заморозте порціями, швидко розморозьте для збірки. Зробіть подвійну партію тіста, охолодьте або заморозте загорнуті порції, щоб скоротити час відстоювання та замісу на наступні використання. Використовуйте готові обгортки для спрінг-ролів, якщо доступні, для 10-хвилинної збірки, запечатування водою."
  },
  "pani-puri": {
    "name": "Пані Пурі",
    "desc": "Улюблена індійська вулична ласощ, Пані Пурі складається з хрустких оболонок пурі, наповнених гострою, пікантною водою (пані) та сумішшю картопляного пюре, нуту та чатні. Це швидка закуска розміром з укус, яка балансує солодкі, кислі та пікантні смаки в кожному укусі.",
    "comment": "Використовуйте магазинні оболонки пурі та заздалегідь зварену картоплю/нут з партійного готування, щоб скоротити підготовку удвічі. Приготуйте тамариндову пані великими партіями заздалегідь, як зазначено в рецепті, та зберігайте охолодженою. Дрібно наріжте цибулю та коріандр великими порціями або використовуйте заздалегідь нарізані заморожені суміші, якщо дешевше локально. Смажте кілька порцій одночасно, повторно використовуючи олію безпечно, щоб скоротити час готування."
  },
  "masala-dosa": {
    "name": "Масала Доса",
    "desc": "Південно-індійський хрусткий млинець, наповнений гострою сумішшю картоплі та цибулі. Страва славиться своєю ніжною текстурою та ароматним смаком, часто подається з кокосовим чатні.",
    "comment": "Підготуйте кляр великими партіями та ферментуйте на ніч у холодильнику до 5 днів, використовуючи порціоновані контейнери. Зваріть та розімніть картоплю заздалегідь, зберігаючи в холодильнику до 3 днів. Наріжте цибулю великими порціями або використовуйте заморожену заздалегідь нарізану, щоб заощадити 5 хв. Використовуйте антипригарну таву, заздалегідь розігріту, щоб зменшити олію та час перевертання; зробіть 2-3 доси одночасно, якщо тава дозволяє."
  },
  "palak-paneer": {
    "name": "Палак Панір",
    "desc": "Вершкове каррі зі шпинату Північної Індії з м'якими кубиками паніру. Це класика в індійських домівках та часто насолоджується з роті або рисом.",
    "comment": "Використовуйте заморожений нарізаний шпинат, швидко розморожений під гарячою водою, пропускаючи час бланшування. Купіть заздалегідь нарізаний кубиками панір або наріжте з блоку великими порціями заздалегідь. Підготуйте основу масала з цибулі-помідорів у великому казані та заморозте порціями, щоб скоротити час тушкування удвічі. Змішайте шпинат до гладкості погружним блендером під час готування для швидкості."
  },
  "som-tam": {
    "name": "Сом Там",
    "desc": "Пікантний тайський салат з зеленої папаї, розтолочений у ступці та товкачем, що змішує солодкі, кислі, солоні та гострі смаки. Знакова класика вуличної їжі, подається з клейким рисом.",
    "comment": "Підготуйте велику партію нарізаної зеленої папаї та бланшованих довгих бобів заздалегідь, зберігаючи в холодильнику до 3 днів, щоб скоротити час шинкування та нарізання для кількох порцій удвічі. Розтолчіть інгредієнти соусу (часник, чилі, цукор, рибний соус, лайм) у ступці спочатку, поки готуєте овочі, потім перемішайте все разом. Використовуйте заздалегідь підсмажений арахіс та овочерізку для моркви/помідорів, щоб прискорити."
  },
  "massaman-curry": {
    "name": "Масаман Каррі",
    "desc": "Ароматна тайсько-індійська ф'южн-страва з ніжною яловичиною, тушкованою в вершковій основі з кокосового молока, збагаченої тамариндом та ароматними спеціями. Багатий, трохи солодкий смак балансується м'якою гостротою пасти каррі Масаман та земляною текстурою картоплі.",
    "comment": "Приготуйте велику партію на 4-6 порцій, щоб скоротити активний час удвічі: наріжте один раз, тушкуйте великий казанок, розкладіть порціями та заморозте (до 3 місяців, смаки поглиблюються). Використовуйте скороварку (20-25 хв під високим тиском для ніжної яловичини). Заздалегідь очищена заморожена картопля/цибуля економить 5 хв нарізання. Магазинний підсмажений арахіс (20г, підсмажений стан) опціонально для хрусткості без додаткового часу підсмажування."
  },
  "green-curry": {
    "name": "Зелене Каррі",
    "desc": "Ароматна тайська класика з яскраво-зеленим соусом на основі кокосу, переповненим ароматними травами та спеціями. Страва балансує жар, солодкість та вершковість, роблячи її універсальним вибором як для обіду, так і для вечері.",
    "comment": "Подвійте партію: обсмажте пасту один раз для кількох сковород, економлячи 5 хв на додаткову порцію. Використовуйте заморожені заздалегідь нарізані овочі (солодкий перець, цукіні, бамбук), щоб пропустити нарізання. Скороварка на високому тиску на 5 хв скорочує тушкування до 15 хв загального активного готування. Тримайте ароматичні добавки (лемонграс, листя лайму) в мішечку для настоювання для легкого видалення."
  },
  "chicken-satay": {
    "name": "Курячий Сатай",
    "desc": "Класичний індонезійський фаворит вуличної їжі, що складається з маринованих курячих шашличків, смажених до досконалості та поданих з вершковим арахісовим соусом. Димний аромат та багатий смак роблять його миттєвим фаворитом натовпу на будь-якому зібранні.",
    "comment": "Партійно заморінуйте 1кг курки (розділіть по пакетах, заморозте зайве): скорочує майбутню підготовку до 5 хв розморозка/нанизування. Використовуйте заздалегідь очищені підсмажені арахіси, швидко змішані для соусу. Смажте кілька партій одночасно на великому підносі або подвійному грилі; готуйте під грилем в духовці (8 хв переверніть один раз), пропускаючи вуличну установку. Замочіть бамбукові шампури великими порціями заздалегідь."
  },
  "fried-rice": {
    "name": "Смажений Рис",
    "desc": "Швидка та універсальна страва, що перетворює залишки рису на смачну їжу. Походить з китайської вуличної їжі, тепер це класика в багатьох домівках у всьому світі.",
    "comment": "Використовуйте вчорашні залишки рису прямо з холодильника, щоб пропустити час охолодження. Підготуйте всі овочі та соуси заздалегідь, поки рис розігрівається, якщо потрібно. Для партійного готування подвійте або потрійте рецепт у воку — фіксовані витрати, такі як нагрівання сковороди, залишаються тими ж, нарізання масштабується, але займає менше пропорційного часу; розкладіть порціями та охолодьте на 3-4 дні. Заздалегідь нарізані заморожені змішані овочі (горошок, морква) скорочують нарізання до нуля."
  },
  "nasi-goreng": {
    "name": "Насі Горенг",
    "desc": "Класичний індонезійський смажений рис, яскравий з часником та чилі, часто подається з яйцем-глазуння зверху. Це основна комфортна їжа на обід або вечерю по всьому архіпелагу.",
    "comment": "Використовуйте холодні залишки рису, щоб уникнути злипання. Подрібніть часник/цибулю разом заздалегідь або використовуйте заморожену заздалегідь подрібнену для швидкості. Партійно приготуйте кілька порцій в одному воку, щоб скоротити активний час на порцію удвічі; зберігайте зайве в холодильнику до 3 днів. Змішайте самбал з олією спочатку для рівномірного розподілу спецій без додаткового помішування."
  },
  "rendang": {
    "name": "Ренданг",
    "desc": "Багате, повільно тушковане індонезійське рагу з яловичини, відоме своїм глибоким умамі та ароматним поєднанням спецій. Страва походить з кухні Мінангкабау в Західній Сумі та традиційно тушкується до тих пір, поки соус не загустіє до карамелізованої глазурі.",
    "comment": "Використання скороварки скорочує час готування приблизно до 30-35 хвилин (включаючи створення/зниження тиску), при цьому все ще розвиваючи глибину смаку. Для партійної підготовки подвійте інгредієнти на 2-3 страви та зберігайте в герметичних контейнерах; підігрівайте обережно на плиті або в мікрохвильовці. Змішайте пасту зі спеціями (цибуля, часник, імбир, галангал, лемонграс тощо) у кухонному комбайні, щоб скоротити час нарізання удвічі; заморозте додаткову пасту в формах для льоду для майбутніх партій."
  },
  "goi-cuon": {
    "name": "Гой Кун",
    "desc": "Свіжі в'єтнамські спрінг-роли, наповнені креветками, рисовою вермішеллю та хрусткими овочами, загорнуті в прозору рисову папір. Страва славиться своїм легким, ароматним смаковим профілем та приємним хрустом свіжих трав.",
    "comment": "Зваріть креветки та вермішель великими порціями заздалегідь та зберігайте їх у холодильнику до 3 днів. Заздалегідь наріжте овочі соломкою та тримайте їх у герметичних контейнерах з вологим паперовим рушником. Коли готові подавати, вам потрібно буде лише розм'якшити рисову папір та зібрати роли, скорочуючи час підготовки удвічі. Ви також можете заморозити заздалегідь приготовані креветки на тижні."
  },
  "chili-crab": {
    "name": "Чілі Краб",
    "desc": "Сингапурська класика морепродуктів, Чілі Краб містить солодкий та гострий соус на томатній основі, що обгортає ніжне м'ясо краба. Страва часто насолоджується з гарніром з парових булочок або рису, щоб впитати пікантний бульйон.",
    "comment": "Використовуйте заздалегідь очищені заморожені сегменти краба, щоб усунути час очищення панцира. Приготуйте основу чілі-томатного соусу великою партією та заморозте порціями — він добре зберігається місяцями та потребує лише підігріву, коли ви додаєте краба. Ви також можете використовувати скороварку, щоб скоротити час тушкування удвічі, одночасно розм'якшуючи м'ясо краба."
  },
  "hainanese-chicken-rice": {
    "name": "Хайнанська Курка з Рисом",
    "desc": "Ароматна хайнанська класика з вареною куркою, подається з ароматним рисом, приготованим у курячому бульйоні, та гарніром з імбирно-соєвого соусу. Страва демонструє тонку приправу, яка підкреслює природні смаки птиці.",
    "comment": "Використовуйте рисоварку з кошиком для пароварки, щоб варити курку та готувати рис одночасно у курячому бульйоні, економлячи значний час та прибирання. Заздалегідь приготований курячий бульйон (домашній заморожений або якісний магазинний) усуває необхідність робити його свіжим. Приготуйте додаткову курку та рис — вони добре зберігаються в холодильнику 3 дні, і смаки покращуються на ніч. Наріжте курку, коли холодна, для чистіших нарізок."
  },
  "falafel": {
    "name": "Фалафель",
    "desc": "Класика близькосхідної вуличної їжі, фалафель складається зі смажених у фритюрі котлет з молотого нуту та трав. Хрустка зовнішність поступається ароматній, трав'янистій внутрішності, яка чудово поєднується з соусом тахіні або свіжим салатом.",
    "comment": "Замочіть сухий нут на ніч (або швидко замочіть, прокип'ятивши 1 хв, потім 1 годину без нагріву) для найкращої текстури; використовуйте кухонний комбайн для швидкого нарізання цибулі, часнику, трав та спецій у грубу пасту. Сформуйте 6-8 маленьких кульок та заморозте 15 хв, щоб затвердіти перед смаженням — це запобігає крихтінню та скорочує активний час смаження. Смажте партіями, але зробіть подвійну кількість, заморозте зайве на підносі, потім упакуйте; підігрійте з замороженого у фритюрниці або духовці, щоб скоротити час на партію на повторних стравах удвічі."
  },
  "tabouleh": {
    "name": "Табуле",
    "desc": "Яскравий близькосхідний салат з петрушки та булгуру, що балансує пікантний лимон зі свіжими травами. Це класика ліванської кухні, часто подається як освіжаюча закуска або гарнір.",
    "comment": "Використовуйте дрібний булгур та залийте його окропом або лимонним соком для швидкого замочування, поки нарізаєте — дрібний помел зволожується за 15-20 хв без готування. Купіть заздалегідь вимиті пучки петрушки/м'яти та подрібніть у комбайні з цибулею для швидкості; зробіть велику ємність на тиждень, розкладіть по банках — зберігається 4-5 днів у холодильнику, оскільки смаки краще змішуються. Заморозте нарізану петрушку в формах для льоду з водою для майбутніх партій."
  },
  "fattoush": {
    "name": "Фаттуш",
    "desc": "Свіжий ліванський салат з хрусткою підсмаженою пітою, хрусткими овочами, травами та пікантною заправкою з сумаку та лимону. Це яскрава суміш текстур, ідеальна для легких обідів або гарнірів.",
    "comment": "Підсмажте кілька піт одночасно в духовці на противні для кількох салатів, зберігаючи охолоджені чіпси герметично тижнями. Використовуйте заздалегідь вимиту салатну зелень та імпульси кухонного комбайна для нарізання овочів за секунди. Тримайте заправку з сумаку-лимона-оливкової олії заздалегідь змішаною в холодильнику до 5 днів, струшуючи перед використанням."
  },
  "shakshouka": {
    "name": "Шакшука",
    "desc": "Північноафриканська та близькосхідна страва з яйцями, приготованими в ароматному тушкованому томатно-перцевому соусі. Часто насолоджується на сніданок або бранч, подається з теплим хлібом.",
    "comment": "Підготуйте велику партію основи соусу (цибуля, перець, помідори, спеції) та заморозте порціями; підігрійте одну, розбийте яйця, накрийте для варіння — скорочує щоденний час готування удвічі. Використовуйте заморожену нарізану кубиками цибулю/перець, щоб пропустити нарізання, або кухонний комбайн для швидкого нарізання кубиками. Зробіть кілька гнізд для яєць в одній сковороді на 2-4 порції одночасно."
  },
  "couscous": {
    "name": "Кускус",
    "desc": "Легка північноафриканська класика з пропарених зерен манної крупи з бульйоном та оливковою олією. Його пухка текстура робить його ідеальним для швидких салатів.",
    "comment": "Приготуйте велику партію (помножте на 4), розкладіть по герметичних контейнерах; підігрійте окремі порції в мікрохвильовці з краплею води за 1 хвилину. Використовуйте миттєвий/швидко готуючийся сорт кускусу, якщо доступний. Тримайте бульйон киплячим під рукою або використовуйте мікрохвильовку з початку: прокип'ятіть бульйон 2 хв, перемішайте кускус, накрийте 5 хв."
  },
  "tagine": {
    "name": "Тажин",
    "desc": "Ароматне марокканське рагу, тушковане в конічному глиняному горщику, що змішує ніжне м'ясо з ароматними спеціями та солодкими сухофруктами. Його повільний процес готування об'єднує смаки в затишну, пікантно-солодку гармонію, яка одночасно ситна та екзотична.",
    "comment": "Тажин ще смачніший наступного дня, тому приготуйте велику партію заздалегідь — обсмажте додаткове м'ясо та тушкуйте ароматичні добавки великими порціями, потім розкладіть порціями та охолодьте до 5 днів або заморозте на місяці. Заздалегідь підсмажте та подрібніть вашу суміш спецій партіями, щоб заощадити щоденний час підготовки. Ви можете використовувати консервовані помідори та заздалегідь вимиту молоду моркву. Якщо у вас є скороварка, скоротьте пасивний час готування до 30–40 хвилин, досягаючи тих самих ніжних результатів."
  },
  "baklava": {
    "name": "Баклава",
    "desc": "Багата, солодка випічка з Близького Сходу зі шарів листкового тіста філо, наповненого хрусткою горіховою сумішшю та политої медовим сиропом. Його золотиста кірка та ароматний фісташковий смак роблять його улюбленим десертом у багатьох культурах.",
    "comment": "Завжди використовуйте магазинне тісто філо — робити його з нуля непрактично для домашніх кухарів. Підготуйте сироп, поки баклава випікається, щоб спростити робочий процес. Підсмажте горіхи великими порціями та заморозте порціями для майбутніх партій. Найголовніше, випікайте повний противень (20–30 штук) одразу та зберігайте щільно загорнутим при кімнатній температурі до 2 тижнів, або заморозте на місяці. Це різко скорочує активний час на штуку. Змащуйте розтопленим маслом між кожними 2–3 шарами замість кожного шару, щоб заощадити час без жертвування текстурою."
  },
  "pide": {
    "name": "Піде",
    "desc": "Традиційний турецький хліб у формі човна або півмісяця, випічений до золотистої хрусткості та часто покритий сиром, молотим м'ясом або яйцем. Це класика на сімейних зібраннях та вуличних кіосках, відома своїми листковими шарами та ситними смаками.",
    "comment": "Зробіть тісто великими партіями: після першого підйому розділіть на порції, щільно загорніть та заморозте до 3 місяців. Розморозьте на ніч у холодильнику, потім сформуйте та випікайте. Заздалегідь приготуйте яловичий фарш великими порціями, добре приправте та охолодьте або заморозте порціями — це саме по собі скорочує щоденну підготовку на 10 хвилин. Використовуйте заздалегідь натертий сир, щоб заощадити більше часу. Для максимальної ефективності зберіть кілька піде та випікайте їх одночасно на двох решітках духовки, обертаючи на півдорозі для рівномірного підрум'янювання."
  },
  "lahmacun": {
    "name": "Лахмаджун",
    "desc": "Тонкий, хрусткий турецький хліб, покритий приправленою сумішшю молотого м'яса. Пікантна суміш яловичини та баранини, підкреслена сумаком та свіжими травами, робить його улюбленим фаворитом вуличної їжі.",
    "comment": "Підготуйте велику партію тіста та топінгу для кількох лахмаджунів: розділіть на порції, заморозте зайве пласкими на підносах, потім упакуйте, розморозьте на ніч у холодильнику для швидкого майбутнього використання, скорочуючи активну підготовку більш ніж на 30%. Використовуйте кухонний комбайн, щоб нарізати цибулю, помідори та петрушку за секунди. Заздалегідь розігрійте духовку з піцца-каменем або перевернутим важким підносом на максимальному вогні (250C+) для більш хрустких результатів за менший час. Розмажте топінг дуже тонко, щоб забезпечити рівномірне швидке випікання."
  },
  "kofte": {
    "name": "Кефте",
    "desc": "Класична турецька м'ясна кулька з приправленої молотої баранини та яловичини, часто подається з йогуртовим соусом або свіжим салатом. Ароматна суміш кмину, паприки та петрушки надає їй характерний теплий смак, який чудово поєднується з пітою.",
    "comment": "Змішайте велику партію тіста для кефте вручну або в кухонному комбайні, сформуйте в котлети або колоди, укладіть шарами з пергаментом у герметичних контейнерах та заморозте; обсмажте на грилі або сковороді прямо з замороженого (додайте 2 хв), скорочуючи підготовку для кількох страв удвічі. Натріть цибулю замість нарізання, щоб прискорити змішування. Дайте сформованим кефте відпочити лише 15 хв накритими при кімнатній температурі, або пропустіть для терміновості. Використовуйте фритюрницю при 190C на 10-12 хв загалом з перевертанням, без активної уваги."
  },
  "borek": {
    "name": "Бьорек",
    "desc": "Листкова випічка з Балкан та сусідніх регіонів, зазвичай зроблена з тонких шарів тіста, наповнених сиром або молотим м'ясом та випічена до золотистої хрусткості. Часто насолоджується як пікантна закуска на сніданок або як загальна закуска на зібраннях.",
    "comment": "Використовуйте готові листи юфка або філо, щоб вам лише потрібно було змішати начинку та зібрати, повністю пропускаючи виготовлення тіста. Підготуйте великий піднос бьореку, наріжте його після випікання та охолодьте або заморозте порціями; підігрійте прямо з холодильника або морозильника, щоб зусилля з укладання шарів та начинки розподілилися на кілька страв. Ви можете змішати сирну начинку заздалегідь та тримати її накритою в холодильнику до двох днів, тому в зайняті дні вам лише потрібно розкатати та випікати."
  },
  "lula-kebab": {
    "name": "Люля-кебаб",
    "desc": "Класичний кавказький та турецький шашличок з приправленого молотого м'яса, сформованого навколо шампурів та смаженого до соковитого фіналу. Його ароматна суміш кмину, цибулі, часнику та свіжих трав надає йому багатий, димний характер при подачі завернутим у теплий лаваш.",
    "comment": "Підготуйте велику партію приправленої м'ясної суміші, сформуйте кебаби та охолодьте або заморозте їх на підносі; як тільки затвердіють, зберігайте в контейнерах, щоб ви могли смажити прямо з охолодженого або замороженого стану майже без підготовки. Використовуйте гриль-сковороду або гриль духовки, щоб готувати кілька шампурів одночасно замість повертання окремих кебабів у маленькій сковороді. Натріть цибулю великими порціями та заморозте її в формах для льоду для майбутніх партій кебабів, щоб уникнути повторного нарізання."
  },
  "moussaka": {
    "name": "Муссака",
    "desc": "Ситна грецька запіканка зі шарами смажених баклажанів, приправленої баранини та томатного соусу, та вершковим запіченим бешамелем зверху. Багаті шари випікаються до тих пір, поки верх не стане золотистим та застигне, що робить її ідеальною як сімейну страву, приготовану заздалегідь.",
    "comment": "Смажте нарізані баклажани на одному великому противні під грилем замість смаження партіями на сковороді, щоб заощадити час та олію. Приготуйте м'ясний соус та бешамель, поки баклажани смажаться, щоб збірка відбулася одразу після. Зберіть цілий противень муссаки за день заздалегідь, добре охолодьте, потім випікайте один раз на кілька страв; залишки дуже добре підігріваються, і смаки ще більше змішуються."
  },
  "souvlaki": {
    "name": "Сувлакі",
    "desc": "Класичний грецький фаворит вуличної їжі, смажені шашлички з приправленої свинини, подаються з лимонними травами та свіжими овочами. Це швидкий, ароматний укус, який захоплює дух приморських таверн.",
    "comment": "Заморінуйте м'ясо на ніч або принаймні 2 години заздалегідь, щоб поглибити смак та скоротити активний час підготовки. Зробіть подвійну або потрійну партію, оскільки сувлакі добре зберігається в холодильнику 3-4 дні та красиво підігрівається на гарячій сковороді або в духовці. Ви можете підготувати шампури заздалегідь, заморозити їх замаринованими та смажити прямо з замороженого стану, додаючи лише 3-4 хвилини до часу готування. Використовуйте заздалегідь нарізаний солодкий перець або заморожені овочеві суміші, щоб усунути нарізання."
  },
  "spanakopita": {
    "name": "Спанакопіта",
    "desc": "Класичний грецький пиріг зі шпинату з листковим тістом філо, наповненим пікантною сумішшю тушкованого шпинату, цибулі, сиру фета та трав. Часто подається теплим як закуска або легка основна страва під час сімейних зібрань.",
    "comment": "Зробіть великий піднос для кількох порцій, оскільки спанакопіта чудово зберігається в холодильнику до 5 днів та красиво заморожується до 3 місяців. Використовуйте заздалегідь вимитий заморожений шпинат (вже нарізаний та без вологи), щоб усунути роботу з підготовки. Купіть магазинне тісто філо замість виготовлення з нуля, економлячи години праці. Ви можете зібрати всю страву за день заздалегідь, охолодити невипікану та поставити в духовку, коли готові. Підігрійте окремі порції в тостерній духовці, щоб відновити хрусткість."
  },
  "schnitzel": {
    "name": "Шніцель",
    "desc": "Класична австрійська страва, що складається з тонкої, панірованої телячої відбивної, смаженої на сковороді до золотистої досконалості. Часто подається з лимонними скибочками та простим гарніром, як картопляний салат або зелень, демонструє затишну простоту центральноєвропейської домашньої кухні.",
    "comment": "Підготуйте кілька телячих відбивних одночасно: відбийте, приправте та паніруйте партію, потім заморозте їх пласкими на підносі перед перенесенням у контейнер; вони можуть йти прямо з морозильника на сковороду з лише кількома додатковими хвилинами готування на низько-середньому вогні на початку. Налаштуйте станцію панірування з широкими контейнерами та використовуйте одну руку для мокрих, а іншу для сухих інгредієнтів, щоб зменшити безлад та прискорити покриття. Використовуйте велику сковороду, щоб ви могли смажити 2–3 шніцелі в одній партії без переповнення; це зберігає їх хрусткими та зменшує загальний активний час. Якщо ви часто готуєте шніцель, заздалегідь змішайте просту суміш приправ для борошна та сухарів, щоб пропустити вимірювання кожного разу."
  },
  "currywurst": {
    "name": "Каррівурст",
    "desc": "Квінтесенціальна німецька вулична страва з нарізаною братвурст, покритою легким солодким, пікантним томатно-каррі соусом. Зазвичай подається з фрі або булочкою, це популярна пізня закуска на бурхливих їдальнях Берліна.",
    "comment": "Приготуйте велику партію каррі соусу один раз: він добре зберігається в холодильнику до кількох днів та заморожується ще довше, тому вам потрібно лише обсмажити ковбаски, коли голодні. Попередньо приготуйте кілька братвурстів у легкому киплячому воді, потім охолодьте їх; пізніше вам потрібно лише швидке обсмажування на сковороді або грилі, щоб підігріти та підрум'янити. Зберігайте соус та ковбаски окремо в герметичних контейнерах, щоб ви могли розкладати їх гнучко для окремих або множинних порцій. Якщо ви часто їсте це, заздалегідь змішайте власну суміш каррі–паприка–цукор, щоб скоротити кроки приправлення."
  },
  "bratwurst": {
    "name": "Братвурст",
    "desc": "Класична німецька ковбаса, зазвичай зроблена зі свинини або суміші свинини та телятини та приправлена спеціями, як мускатний горіх, імбир та кмин. Зазвичай смажиться на грилі або сковороді та подається з гірчицею, хлібом та іноді квашеною капустою.",
    "comment": ""
  },
  "pretzel": {
    "name": "Пряник",
    "desc": "М'яка, жувальна німецька закуска з глянцевою темною кіркою та натяком на солоність. Класичний пряник часто насолоджується теплим, покритим грубою морською сіллю або сирним соусом.",
    "comment": "Зробіть подвійну або потрійну партію тіста, щоб заморозити порції після початкового підйому, розморозьте на ніч у холодильнику та формують безпосередньо, щоб заощадити повторний час змішування. Використовуйте миттєві дріжджі, щоб пропустити підйом, та підготуйте ванну з содою для випікання, поки тісто відстоюється. Випікайте кілька пряників одночасно на одному підносі, щоб оптимізувати час духовки."
  },
  "sauerkraut": {
    "name": "Квашена капуста",
    "desc": "Пікантна, ферментована капустяна страва, що походить з Центральної Європи, часто подається як гарнір або топінг для ковбас та сендвічів. Її хрустка текстура та пробіотичні переваги роблять її класикою в багатьох ситних стравах.",
    "comment": "Наріжте кілька голів капусти одночасно, використовуючи кухонний комбайн для партійної підготовки кількох банок, скорочуючи час на банку удвічі. Використовуйте ваги або ферментаційні глечики, щоб забезпечити рівномірне пресування без щоденних перевірок. Почніть кілька банок в обертанні щотижня для безперервного постачання без повних повторів підготовки."
  },
  "sauerbraten": {
    "name": "Зауербратен",
    "desc": "Класична німецька тушкована яловичина, замаринована в пікантній оцтово-винній суміші, потім повільно тушкована до ніжності. Страва славиться своїм глибоким смаком та часто подається з червоною капустою або картопляними галушками.",
    "comment": "Заморінуйте кілька тушкованих м'яс одночасно великими партіями, заморожуючи зайві після маринування, щоб пропустити майбутню підготовку. Використовуйте скороварку або Instant Pot для готування, щоб скоротити активний час до 45 хв з 3 годин. Заздалегідь наріжте та заморозте овочеві суміші для маринаду, щоб скоротити щоденне нарізання."
  },
  "ksesptzle": {
    "name": "Кезешпецле",
    "desc": "Класична німецька комфортна страва зі свіжої яєчної локшини, покритої розтопленим сиром та хрусткою цибулею, часто подається як ситна основна страва або гарнір.",
    "comment": "Використовуйте магазинну або готову шпецле (охолоджену або сушену), щоб усунути змішування тіста та відстоювання. Наріжте цибулю тонко заздалегідь або використовуйте мандоліну для швидкого смаження за 2 хв. Натріть сир заздалегідь та укладіть холодним для швидшого плавлення під грилем замість помішування на плиті."
  },
  "rouladen": {
    "name": "Руладен",
    "desc": "Класична німецька страва з тонко нарізаної яловичини, загорнутої навколо маринованих огірків, цибулі та бекону, потім тушкованої до ніжності. Це ситна комфортна їжа, що демонструє глибину повільно приготованих смаків у традиційній баварській кухні.",
    "comment": "Підготуйте велику партію з 4-6 рулетів одразу: час збірки на рулет значно падає після першого. Використовуйте заздалегідь нарізані тонкі скибочки яловичини (верхня частина) від м'ясника, щоб пропустити обрізку. Обсмажте всі рулети в одній сковороді швидко на сильному вогні. Для підігріву приготуйте додатковий соус та зберігайте рулети зануреними в нього в холодильнику; вони підігріваються за 5 хвилин на плиті. Заморозте приготовані рулети в соусі на термін до 3 місяців, розморозьте на ніч та підігрійте обережно."
  },
  "goulash": {
    "name": "Гуляш",
    "desc": "Ситне угорське тушковане м'ясо з яловичини, тушковане з паприкою, цибулею та овочами. Традиційно подається гарячим з гарніром з хрусткого хліба або поверх яєчної локшини.",
    "comment": "Приготуйте великий казанок на 4-6 порцій: нарізання один раз та тушкування масштабує час вниз на порцію. Карамелізуйте цибулю повільно заздалегідь та заморозте порціями для миттєвої основи. Використовуйте скороварку для повного приготування за 40 хвилин загалом. Тримайте готову суміш спецій (паприка, сіль, перець) готовою. Заморозте порціями; він смачніший наступного дня та добре зберігає смак до 3 місяців замороженим."
  },
  "pelmeni": {
    "name": "Пельмені",
    "desc": "Традиційні російські пельмені, наповнені приправленим молотим свининою та яловичиною, подаються гарячими в бульйоні або зі сметаною. Їх ніжні обгортки та пікантна начинка роблять їх затишною класикою східноєвропейської кухні.",
    "comment": "Підготуйте велику партію тіста та начинки на кілька страв, сформуйте всі пельмені одразу, заморозте зайві на посипаному борошном підносі, потім перенесіть у пакети; це скорочує час збірки на порцію удвічі. Використовуйте машинку для пасти або кухонний комбайн для тіста та подрібнення м'яса, щоб прискорити. Варіть партіями, одночасно формуючи наступні, щоб перекрити активний час. Купіть заморожені пельмені для миттєвого готування, якщо час критичний."
  },
  "olivier-salad": {
    "name": "Салат Олів'є",
    "desc": "Класичний російський салат з вершковою сумішшю нарізаних кубиками овочів, яєць та маринованих огірків, перемішаних з майонезом. Він одночасно ситний та освіжаючий, часто подається на святкових зібраннях.",
    "comment": "Партійно зваріть картоплю, моркву, яйця та горошок разом в одному казані, щоб мінімізувати час готування; швидко охолодьте в крижаній воді для безпечного швидкого нарізання. Наріжте все рівномірно, використовуючи овочерізку або сітчасту дошку для нарізання. Зробіть велику партію, розкладіть порціями та охолодьте до 3 днів, додаючи майонез безпосередньо перед подачею, щоб зберегти свіжість. Використовуйте заморожений горошок безпосередньо розморожений, щоб пропустити варіння."
  },
  "blini-with-caviar": {
    "name": "Бліни з ікрою",
    "desc": "Ніжні російські млинці, подаються як розкішна закуска, покриті солонуватою ікрою та краплею сметани. Контраст між м'якими, трохи дріжджовими блінами та солоною ікрою створює елегантний укус, який одночасно класичний та вишуканий.",
    "comment": "Підготуйте подвійну або потрійну партію тіста заздалегідь та зберігайте в холодильнику до 2 днів; це значно скорочує час змішування для кількох порцій. Використовуйте спеціальну сковороду для блінів або електричний гриль, щоб готувати 4-6 блінів одночасно замість по одному, зменшуючи загальний час готування. Заздалегідь порціонуйте топінги, як сметана та ікра, в кондитерському мішку для швидкої збірки."
  },
  "beef-stroganoff": {
    "name": "Яловичина Строганов",
    "desc": "Затишна російська класика з ніжними смужками яловичини, тушкованими в вершковому грибному соусі. Часто подається з локшиною або рисом, балансує пікантну глибину з оксамитовою багатістю.",
    "comment": "Наріжте велику партію яловичини та овочів заздалегідь, зберігаючи в холодильнику 1-2 дні, щоб скоротити підготовку для кількох страв удвічі. Використовуйте заздалегідь зроблений ру (суміш борошна-масла, приготована та заморожена в формах для льоду), щоб миттєво загустити соус без помішування свіжого борошна. Виберіть вирізку або заздалегідь нарізані шматочки яловичини для смаження, щоб скоротити готування до середньої прожарки перед соусом."
  },
  "varenyky": {
    "name": "Вареники",
    "desc": "Українські картопляні та сирні галушки, подаються гарячими з масляною цибулею або сметаною. Вони є затишною класикою, якою часто насолоджуються на святах та сімейних зібраннях.",
    "comment": "Зваріть картоплю в мікрохвильовці на 5-7 хв, щоб прискорити розминання; використовуйте кухонний комбайн для тіста та начинки. Смажте цибулю великими порціями, поки тісто відстоюється. Зробіть подвійну партію, заморозте неварені вареники на підносі, потім упакуйте їх; варіть з замороженого, щоб скоротити майбутню підготовку удвічі. Тримайте заздалегідь зварену картоплю або суміш картопляного пюре замороженою."
  },
  "pierogi": {
    "name": "Піроґі",
    "desc": "Класичні польські галушки з різноманітними начинками: пікантні варіанти, як свинина-картопля, квашена капуста-гриби, або солодкі ягоди. Подаються гарячими з тушкованою цибулею та сметаною.",
    "comment": "Зваріть картоплю в мікрохвильовці для швидкого варіння/розминання; використовуйте магазинне або рецепт тіста без відстоювання, щоб пропустити відстоювання. Підготуйте всі начинки великими порціями в кухонному комбайні, смажте м'ясо/овочі разом. Зберіть подвійну партію, заморозте неварені на підносі, потім зберігайте; варіть безпосередньо з замороженого. Прополосніть квашену капусту, щоб скоротити підготовку, використовуйте заморожену нарізану цибулю/гриби, якщо доступно дешево."
  },
  "bigos": {
    "name": "Біґос",
    "desc": "Ситне польське мисливське рагу, що змішує квашену капусту, свіжу капусту та різноманітне м'ясо в глибоко пікантне тушковане м'ясо. Його повільно приготовані шари смаків роблять його затишною класикою для зимових страв.",
    "comment": "Приготуйте велику партію, оскільки він смачніший після 2-3 днів та ідеально заморожується. Використовуйте скороварку, щоб скоротити тушкування з 3 годин до 45 хвилин. Використання кухонного комбайна для шинкування капусти та моркви може заощадити значний час підготовки без збільшення витрат."
  },
  "stuffed-cabbage-rolls": {
    "name": "Голубці",
    "desc": "Затишна східноєвропейська страва, де приправлене молоте м'ясо та рис загорнуті в ніжні листя капусти та тушковані в томатному соусі.",
    "comment": "Заморозте цілу головку капусти на 24 години, потім розморозьте її; листя стануть м'якими та гнучкими без варіння, економлячи час та уникаючи опіків. Використовуйте мультиварку або важкий казанок, щоб дозволити їм тушкуватися пасивно, поки ви робите інші справи."
  },
  "potato-pancakes": {
    "name": "Картопляні млинці",
    "desc": "Класичні східноєвропейські млинці з тертої картоплі, смажені на сковороді до золотистого та хрусткого стану. Найкраще подаються гарячими з краплею сметани.",
    "comment": "Використовуйте кухонний комбайн з дрібним терковим диском, щоб підготувати тісто за секунди замість хвилин. Смаження двома великими сковородами одночасно скорочує час готування удвічі та забезпечує, щоб усі їли одночасно."
  },
  "salo": {
    "name": "Сало",
    "desc": "Традиційна українська делікатесна страва з в'яленого свинячого жиру, відома своїм багатим смаком та текстурою, що тане в роті. Часто подається тонко нарізаним на житньому хлібі з посипанням свіжого кропу або нарізаної цибулі.",
    "comment": "Підготуйте велику партію 1-2кг сала одразу: час натирання та укладання залишається подібним, але скоротьте підготовку на порцію удвічі, роблячи кілька шматків. Використовуйте заздалегідь очищений заморожений часник, щоб заощадити час нарізання. Для гарячого розсолу зваріть спеції великими порціями заздалегідь та повторно використовуйте; швидко охолодьте в крижаній ванні для зберігання в холодильнику. Зберігайте в холодильнику до місяців або заморозте порціями."
  },
  "shashlik": {
    "name": "Шашлик",
    "desc": "Класичний центральноазійський кебаб, що складається з замаринованих м'ясних кубиків, нанизаних на шампури та смажених на відкритому вогні. Димний обвуглений смак та соковита внутрішність роблять його улюбленим фаворитом вуличної їжі в колишніх радянських республіках.",
    "comment": "Партійно заморінуйте 1-2кг яловичини одразу: час нарізання та змішування на порцію скорочується удвічі з об'ємом. Використовуйте заздалегідь подрібнений часник та заморожені скибочки цибулі, щоб скоротити підготовку. Нанижіть кілька заздалегідь та смажте великими партіями на більшому грилі або під грилем в духовці; обертайте рідше для економії часу. Підігрійте залишки на гарячому грилі."
  },
  "plov": {
    "name": "Плов",
    "desc": "Ароматний узбецький рисовий пілаф, приготований з ніжною бараниною та карамелізованою цибулею, тушкований у пікантному бульйоні зі спецій. Традиційно подається на зібраннях, символізуючи достаток та гостинність.",
    "comment": "Партійно приготуйте кілька порцій одразу у більшому казані; час тушкування трохи падає, оскільки більший об'єм краще зберігає тепло. Використовуйте заздалегідь нарізану заморожену суміш цибулі-моркви та тримайте домашній бульйон замороженим порціями, щоб скоротити нарізання та нагрівання. Зберігайте приготований плов у герметичних контейнерах у холодильнику до 48 годин або заморозте окремі порції."
  },
  "manti": {
    "name": "Манті",
    "desc": "Турецькі галушки, наповнені приправленою сумішшю яловичини та баранини, подаються з пікантним йогуртовим соусом та посипані сумаком та пластівцями чилі. Традиційно варяться після опціонального попереднього випікання, іноді легко смажаться для хрустких країв.",
    "comment": "Зробіть велику партію тіста та начинки для манті, сформуйте та попередньо випікайте їх усі одразу, потім заморозте порціями; це розподіляє фіксований час підготовки на кілька страв, скорочуючи активний час на порцію на повтореннях удвічі. Варіть прямо з замороженого без розморожування, додаючи лише 1-2 хвилини. Використовуйте машинку для пасти або скалку з напрямною для тонших, рівномірних листів тіста, щоб прискорити розкатку. Підготуйте йогурт та соуси заздалегідь великими порціями."
  },
  "dolma": {
    "name": "Долма",
    "desc": "Середземноморські фаршировані виноградні листя з приправленим рисом, травами та яловичим фаршем. Пікантні шматочки, подаються з йогуртом або томатним соусом.",
    "comment": "Підготуйте великі партії начинки та загорніть долму заздалегідь, укладаючи шарами в казани або морозильні пакети для парування кількох страв одночасно, скорочуючи підготовку на порцію удвічі. Використовуйте банкові або заздалегідь бланшовані виноградні листя, щоб пропустити бланшування. Попередньо приготуйте рис або використовуйте мікрохвильовку для швидкого рису. Для готування використовуйте скороварку, щоб значно скоротити час тушкування. Тримайте трави нарізаними та замороженими порціями."
  },
  "khinkali": {
    "name": "Хінкалі",
    "desc": "Традиційні грузинські галушки, наповнені пікантною сумішшю яловичини, свинини та ароматних трав. Варяться до досконалості, створюючи паруючу кишеню, яка вибухає смаком, коли ви кусаєте їх.",
    "comment": "Підготуйте велику партію тіста та начинки для кількох страв: розкатайте та наповніть 20+ хінкалі одразу, зваріть половину одразу та заморозте решту неварені на посипаному борошном підносі, потім упакуйте для пізніше. Це скорочує підготовку на порцію удвічі. Використовуйте стаціонарний міксер для замісу тіста та кухонний комбайн для цибулі, щоб заощадити 15-20 хв. Дайте тісту відпочити лише 30 хв замість 1 години. Варіть партіями, використовуючи метод виру в великому казані, щоб запобігти прилипанню."
  },
  "khachapuri": {
    "name": "Хачапурі",
    "desc": "Грузинський хліб, наповнений сиром, який одночасно пікантний та затишний. Кругла, золотиста кірка обгортає липку суміш сиру, яйця та масла, роблячи його популярною вуличною їжею в Тбілісі.",
    "comment": "Зробіть подвійну партію тіста та заморозте половину порціонованих кульок на наступний раз, розморозьте на ніч у холодильнику, щоб пропустити підйом. Натріть сир заздалегідь та зберігайте в холодильнику до 2 днів. Використовуйте швидкі дріжджі та тепле місце для 45-хвилинного підйому замість 90. Для кількох обертайте підноси духовки, щоб зменшити випікання на 3 хв. Замісіть у стаціонарному міксері, щоб заощадити 5 хв."
  },
  "satsivi": {
    "name": "Саціві",
    "desc": "Класична грузинська зимова страва, саціві — це оксамитова горіхова соус, що подається холодним поверх вареної індички. Його багатий, земляний смак та вершкова текстура роблять його затишним центральним елементом для святкових страв.",
    "comment": "Підготуйте велику партію основи горіхового соусу (подрібніть горіхи, обсмажте цибулю, змішайте зі спеціями та бульйоном), розкладіть порціями та заморозте; просто зваріть індичку та змішайте, коли потрібно, щоб скоротити активний час. Використовуйте заздалегідь зварену індичку з магазинного вертела (подрібніть та відміряйте) або скороварку, щоб скоротити готування індички до 20 хв. Тримайте спеції, як уцхо сунелі, заздалегідь змішаними для миттєвого смаку."
  },
  "cepelinai": {
    "name": "Цепелінай",
    "desc": "Традиційна литовська страва з великих картопляних галушок, наповнених приправленою свининою, часто подається зі сметаною та беконним жиром. Назва означає 'літаючі тарілки' через їх характерну форму.",
    "comment": "Натріть картоплю в кухонному комбайні, щоб скоротити підготовку тіста удвічі; зробіть подвійну партію начинки та сирих цепелінай, заморозте на підносі, потім упакуйте для швидких майбутніх варінь. Використовуйте рисову варену картоплю, змішану з крохмалем, для легшого оброблення нелипкого тіста. Сформуйте всі галушки одразу у стилі збіркової лінії."
  },
  "kibinai": {
    "name": "Кібінай",
    "desc": "Традиційна литовська випічка, наповнена приправленим м'ясом та цибулею, часто насолоджується як швидка закуска або вулична їжа. Листкове тісто обгортає пікантну суміш, що балансує ароматні спеції з ситним білком.",
    "comment": "Підготуйте тісто та начинку заздалегідь, зберіть та заморозте сирі кібінай на підносі перед випіканням, щоб скоротити щоденний активний час; випікайте прямо з морозильника, додавши кілька хвилин. Використовуйте кухонний комбайн для швидкого нарізання цибулі та змішування тіста. Зробіть мега-партію, порційно заморозте для зручності взяти-та-випікати."
  },
  "smorrebrod-with-egg-and-anchovies": {
    "name": "Сморребред з яйцем та анчоусами",
    "desc": "Традиційний данський відкритий сендвіч на хрусткому житньому хлібі, покритий маслом, нарізаним вареним яйцем, анчоусами та зеленою цибулею. Проста, але смачна класика на зібраннях.",
    "comment": "Зваріть кілька яєць одночасно та тримайте очищеними в холодильнику до тижня. Купіть заздалегідь нарізаний житній хліб або використовуйте тостер, щоб пропустити нарізання. Підготуйте топінги заздалегідь та зберіть кілька сморребредів за один раз, щоб скоротити час збірки удвічі."
  },
  "italian-meatballs": {
    "name": "Італійські м'ясні кульки",
    "desc": "Класичні італійські м'ясні кульки, зроблені ніжними з сухарів та сиру, смажені та тушковані в насиченому томатному соусі. Ідеальні як закуска або основна страва з травами.",
    "comment": "Подвійте партію, заморозте сирі сформовані м'ясні кульки в один шар на підносі, потім упакуйте їх; розморозьте на ніч у холодильнику перед смаженням, щоб скоротити майбутню підготовку. Використовуйте імпульси кухонного комбайна для швидкого змішування м'яса та петрушки. Тримайте заздалегідь зроблений соус тушкованим, поки смажите, щоб перекрити час."
  },
  "cinnamon-buns": {
    "name": "Булочки з корицею",
    "desc": "Солодке дріжджове тісто, згорнуте з начинкою з кориці та цукру, випічене до золотистої досконалості. Класична комфортна їжа на сніданок або ласощі.",
    "comment": "Охолодьте сформовані булочки на ніч для повільного підйому, випікайте свіжі вранці, щоб скоротити активну підготовку. Використовуйте швидкі дріжджі та теплу духовку для підйому (нагрійте духовку коротко, потім вимкніть з увімкненим світлом), щоб скоротити час підйому удвічі. Зробіть подвійну партію тіста, заморозте половину заздалегідь згорнуту для швидких майбутніх випікань."
  },
  "swiss-cheese-fondue": {
    "name": "Швейцарське сирне фондю",
    "desc": "Швейцарське розтоплене фондю з сиру Грюйєр з білим вином та кіршем, ідеальне для макання хрустких кубиків хліба. Тепла, спільна класика.",
    "comment": "Заздалегідь натріть сир та наріжте часник, зберігайте в холодильнику. Наріжте хліб кубиками, поки сир плавиться, щоб перекрити кроки. Для кількох використовуйте більший казанок та тримайте теплим на низькому вогні довше без додаткового активного часу."
  },
  "raclette": {
    "name": "Рашлет",
    "desc": "Швейцарська класика, де розтоплений сир Рашлет зіскрібається поверх вареної картоплі, супроводжується маринованими огірками та нарізаною цибулею. Страва пропонує затишну суміш пікантного сиру з хрусткими, пікантними гарнірами, які підкреслюють альпійську кулінарну традицію.",
    "comment": "Зваріть велику партію картоплі заздалегідь та підігрійте за потреби; наріжте цибулю та порціонуйте мариновані огірки заздалегідь для кількох порцій. Використовуйте заздалегідь зварену молоду картоплю або зваріть їх у мікрохвильовці за 5 хвилин, щоб скоротити час варіння удвічі. Для сиру підготуйте кілька порцій під грилем одночасно або використовуйте рашлет-гриль, якщо доступний, щоб плавити швидше без постійного нагляду."
  },
  "rosti": {
    "name": "Рості",
    "desc": "Класичний швейцарський картопляний млинець, хрусткий ззовні та ніжний всередині. Часто подається як гарнір або покритий сиром, копченим лососем або смаженим яйцем для ситного сніданку.",
    "comment": "Натріть картоплю для кількох порцій одночасно, використовуючи кухонний комбайн, щоб заощадити час; витисніть вологу в чистому кухонному рушнику партійно. Використовуйте антипригарну сковороду або заздалегідь нарізану заморожену картоплю (швидко розморозьте під водою) для ще швидшого підсмажування без прилипання. Приготуйте подвійну партію та підігрійте скибочки в тостерній духовці для пізніших страв."
  },
  "croissant": {
    "name": "Круасан",
    "desc": "Листкова, масляна випічка, що походить з Франції, відома своїми шарами ламінованого тіста, які надуваються в повітряні півмісяці. Ідеальна як сніданкова ласощ або елегантна закуска з кавою.",
    "comment": "Ламінуйте та охолодьте тісто на ніч або заморозте заздалегідь ламіновані блоки для швидкого розморожування; розділіть тісто на кілька порцій для партійного заморожування після підйому, щоб скоротити активний час на круасан. Використовуйте метод грубого листкового тіста, пропускаючи кілька складок, або магазинні листи листкового тіста, згорнуті в півмісяці для домашнього використання, скорочуючи час випікання. Підніміть кілька одночасно в теплій духовці з увімкненим світлом."
  },
  "baguette": {
    "name": "Багет",
    "desc": "Класичний французький хліб з хрусткою, золотистою кіркою та м'якою, повітряною внутрішністю. Стрижнева форма робить його ідеальним для сендвічів або як доповнення до будь-якої страви.",
    "comment": "Підготуйте кілька багетів одночасно з великої партії тіста: змішайте велику партію напередодні ввечері для нічного підйому, розділіть та сформуйте швидко вранці. Використовуйте закваску (пуліш), розпочату за день до цього, щоб покращити смак, одночасно вписуючись у графік. Тримайте тісто в холодильнику для холодного відстоювання, щоб продовжити підйом контрольовано та партійно кілька днів. Заморозте сформовані буханці після підйому, випікайте з замороженого, додавши кілька додаткових хвилин."
  },
  "arancini": {
    "name": "Аранчіні",
    "desc": "Хрусткі італійські рисові кульки, наповнені розтопленим моцарелою, традиційно подаються як вулична їжа в Сицилії. Вони пропонують задовольняючий хруст, який приховує вершковий, пікантний центр.",
    "comment": "Приготуйте велику партію різотто заздалегідь та охолодьте на ніч; розкладіть на кульки швидко, поки холодні, для легшого оброблення. Використовуйте заздалегідь натерті/подрібнені сири, щоб пропустити нарізання. Зробіть кілька партій кульок, заморозте на підносі, потім упакуйте; смажте прямо з морозильника, додавши 1-2 хв, добре зберігає форму. Налаштування станції панірування партіями прискорює збірку для багатьох."
  },
  "caprese-salad": {
    "name": "Салат Капрезе",
    "desc": "Яскравий, свіжий італійський салат, що демонструє гармонію стиглих помідорів, вершкового моцарели та ароматного базиліку. Политий простим заправкою з оливкової олії, це квінтесенціальна літня страва, яка балансує солодкість та солоність.",
    "comment": "Наріжте помідори та моцарелу, поки ніж гострий, або використовуйте заздалегідь нарізаний сир та помідори черрі, розрізані навпіл великими порціями, щоб мінімізувати час нарізання. Підготуйте кілька салатів одночасно, нарізавши все заздалегідь та збираючи за потреби; зберігайте компоненти окремо в холодильнику до дня. Тримайте листя базиліку цілими, якщо куплені великими пучками, щоб уникнути додаткового нарізання."
  },
  "bruschetta": {
    "name": "Брускета",
    "desc": "Класична італійська закуска з підсмаженого хліба, натертого часником та покритого свіжою сумішшю помідорів та базиліку. Його яскраві смаки роблять його популярною закускою для середземноморських бенкетів.",
    "comment": "Використовуйте мікротерку для натирання часнику безпосередньо на гарячі тости, щоб заощадити час натирання, та змішайте топінги заздалегідь для кількох партій. Наріжте та підсмажте цілий багет одночасно під грилем, потім зберігайте охолоджені скибочки герметично для швидкої збірки пізніше. Купіть заздалегідь нарізані кубиками помідори або наріжте велику партію заздалегідь та злийте зайву рідину на ніч."
  },
  "polenta": {
    "name": "Полента",
    "desc": "Класична італійська комфортна страва з кукурудзяної крупи, приготованої в солоній воді до вершкового стану, часто використовується як основа для соусів або подається скибочками після охолодження та обсмажування на сковороді. Вона універсальна та ситна, чудово поєднується з овочами, рагу або тушкованим м'ясом.",
    "comment": "Щоб заощадити час у зайняті дні, приготуйте велику партію один раз, розкладіть її тонким шаром, щоб швидко охолодити, потім охолодьте. Підігрійте порцію з краплею води (або молока) та збийте 3–5 хвилин, щоб знову зробити вершковою, замість готування з нуля."
  },
  "ossobuco": {
    "name": "Оссобуко",
    "desc": "Класична страва в міланському стилі з телячої гомілки, повільно тушкована з ароматичними інгредієнтами, вином та бульйоном до ніжності. Кістковий мозок збагачує соус, роблячи його природним поєднанням з різотто або полентою.",
    "comment": "Для швидшого оссобуко в будні дні використовуйте скороварку, щоб скоротити довге тушкування (основний споживач часу), зберігаючи той самий список інгредієнтів. Інший практичний прискорювач — тримати під рукою заморожену суміш нарізаної кубиками цибулі-моркви-селери: вона зазвичай недорога та скорочує час нарізання майже до нуля."
  },
  "gnocchi": {
    "name": "Ньокі",
    "desc": "Класичні картопляні галушки, варяться до тих пір, поки не спливуть, потім перемішуються з маслом (або подаються з томатним соусом). М'які, ситні та легко поєднуються з багатьма соусами.",
    "comment": "Щоб прискорити це, зваріть картоплю в мікрохвильовці замість варіння (менше очікування та немає великого казана), потім подрібніть їх, поки гарячі, щоб вони швидко висохли. Для ще більшого виграшу сформуйте подвійну партію та заморозте неварені ньокі на підносі; їх можна варити прямо з замороженого для швидких страв пізніше."
  },
  "ricotta-spinach-ravioli": {
    "name": "Равіолі з рикоти та шпинату",
    "desc": "Традиційна італійська фарширована паста з ніжними кишенями начинки з рикоти та шпинату, варена та подана в легкому тушкованому томатному соусі. Класична комфортна страва, що демонструє вишуканість домашнього тіста та сезонних овочів.",
    "comment": "Виготовлення тіста та начинки для равіолі на одну порцію займає багато часу; подвійте або потрійте партію, заморозте неварені равіолі на посипаному борошном підносі, потім перенесіть у пакети до 3 місяців. Варіть прямо з замороженого, додавши 1 хвилину. Використовуйте кухонний комбайн, щоб нарізати шпинат та змішати начинку за секунди. Заздалегідь бланшуйте шпинат великими порціями та заморозте порціями, щоб пропустити звялювання кожного разу. Розкатайте тісто машинкою для пасти, якщо доступна, щоб скоротити час розкатки удвічі."
  },
  "fettuccine-alfredo": {
    "name": "Фетуччіне Альфредо",
    "desc": "Вершкова італійська пастова страва з шовковистими фетуччіне, перемішаними в насиченому соусі з масла, вершків та сиру Пармезан. Його розкішна текстура робить його класичною комфортною їжею для будь-якої страви.",
    "comment": "Варіть пасту, поки вершки, масло та натертий сир м'яко нагріваються разом — немає потреби кип'ятити соус інтенсивно, просто помішуйте до емульгування на низькому вогні. Натріть сир заздалегідь та зберігайте в холодильнику; подрібніть часник великими порціями та заморозте в формах для льоду з олією для миттєвого додавання. Подвійте порції, щоб зварити пасту один раз на дві страви, соус підігрівається ідеально з краплею води з пасти. Використовуйте листи лазаньї без варіння, нарізані смужками, якщо доступні, для нульового часу готування пасти."
  },
  "jamn-ibrico": {
    "name": "Хамон Іберіко",
    "desc": "Преміальний в'ялений іберійський хамон з іспанських свинячих ферм, цінується за мармуровий жир та глибокий умамі смак. Нарізаний тонко, щоб продемонструвати тонкий баланс солі, жиру та м'яса.",
    "comment": "Використовуйте електричний слайсер або найгостріший ніж, нагрітий у гарячій воді та висушений, для надтонких скибочок без зусиль. Купіть заздалегідь нарізані вакуумні пакети для окремих порцій, щоб пропустити все нарізання. Зберігайте цілий хамон щільно загорнутим у пергамент та тканину в холодильнику; він зберігається місяцями. Наріжте кілька порцій одночасно, загорніть зайві індивідуально, щоб їсти холодними будь-коли."
  },
  "prosciutto-di-parma": {
    "name": "Прошутто ді Парма",
    "desc": "Прославлений італійський в'ялений хамон з регіону Парма, відомий своїм тонким балансом солоних та солодких нот. Тонко нарізаний, він чудово поєднується з диннею, інжиром або простою краплею оливкової олії.",
    "comment": "Купіть заздалегідь нарізаний Прошутто ді Парма, щоб скоротити час нарізання удвічі. Підготуйте кілька порцій одночасно, розкладаючи скибочки на підносі заздалегідь, зберігаючи накритими в холодильнику та поливаючи олією безпосередньо перед подачею. Це значно скорочує щоденну підготовку."
  },
  "escargots-de-bourgogne": {
    "name": "Ескарго де Бургундія",
    "desc": "Класична французька делікатесна страва з равликів, приготованих в ароматному часниково-трав'яному маслі. Часто подається як елегантна закуска, страва демонструє кулінарну спадщину Бургундії своєю простою, але розкішною підготовкою.",
    "comment": "Використовуйте заздалегідь приготовані або консервовані равлики (злиті), щоб пропустити очищення та початкове варіння, економлячи 20+ хвилин. Зробіть велику партію часниково-петрушкового масла заздалегідь та заморозте порціями; швидко розтопіть для кількох порцій. Випікайте кілька підносів одночасно, щоб зменшити час готування на порцію."
  },
  "boeuf-bourguignon": {
    "name": "Беф Бургіньйон",
    "desc": "Класична французька тушкована яловичина, тушкована в червоному вині з грибами, цибулею та беконом. Повільне тушкування приносить глибоку, пікантну багатість, яка є синонімом бургундської кухні.",
    "comment": "Партійно приготуйте великий казанок на кілька страв: обсмажте м'ясо та овочі заздалегідь, потім повільно тушкуйте. Швидко охолодьте, розкладіть у герметичні контейнери та заморозте на місяці — смак покращується при підігріванні. Використовуйте заздалегідь нарізану заморожену мірпуа (цибуля/морква) та перлову цибулю, щоб скоротити нарізання; тримайте партії бульйону готовими."
  },
  "cassoulet": {
    "name": "Касуле",
    "desc": "Ситне французьке рагу, що походить з регіону Лангедок, тушкує білі боби зі свининою, конфі з качки та кроликом протягом годин для глибокого смаку. Страва славиться своєю багатою, затишною текстурою та часто готується для великих зібрань.",
    "comment": "Приготуйте великий казанок на 4-6 порцій: замочіть та приготуйте боби в скороварці великими порціями (10 хв під тиском), наріжте овочі в кухонному комбайні, укладіть м'ясо та боби в казанок, випікайте один раз. Швидко охолодьте, розкладіть у герметичні контейнери, заморозте до 3 місяців — підігрівайте порції за потреби, додаючи свіжі сухарі лише при подачі. Використовуйте магазинне конфі з качки та заздалегідь приготовану ковбасу, щоб пропустити підготовку конфі. Це скорочує активну підготовку багатозадачністю та час у духовці удвічі, використовуючи гарячіше початкове випікання при 220°C/450°F на 1 годину, потім знизьте."
  },
  "coq-au-vin": {
    "name": "Кок-о-Вен",
    "desc": "Класична французька тушкована куряча страва, де ніжні шматочки птиці тушкуються в червоному вині з ароматними овочами та травами. Демонструє рустикальну вишуканість провансальської кухні, часто насолоджується під час сімейних зібрань.",
    "comment": "Партійно на 3-4 порції: обсмажте всю курку/бекон/овочі одночасно у широкому казані, знежирте вином/бульйоном, тушкуйте під кришкою. Використовуйте заздалегідь нарізані овочі мірпуа або кухонний комбайн для нарізання, готові курячі бульйонні кубики, пропустіть борошняний ру, загущуючи суспензією з кукурудзяного крохмалю після готування. Приготуйте в скороварці загалом 20-25 хв після обсмажування (високий тиск), або мультиварці 4 год на низькому після обсмажування. Заморозте порції пласкими в пакетах, розморозьте на ніч, підігрійте обережно на плиті."
  },
  "ratatouille": {
    "name": "Рататуй",
    "desc": "Класичне провансальське овочеве рагу з цукіні, баклажанів, солодкого перцю, помідорів та цибулі, тушковане з травами для створення яскравої, ситної страви. Часто подається як гарнір або легка вегетаріанська основна страва, демонструючи рустикальні смаки Південної Франції.",
    "comment": "Підготуйте кілька партій: використовуйте кухонний комбайн, щоб нарізати всі овочі рівномірно за секунди, обсмажте основу з цибулі/часнику, змішайте все в одному казані або на противні. Випікайте версію на противні при 400°F/200°C накритою 20 хв, потім відкритою 10 хв для смажених смаків без помішування. Використовуйте заморожену суміш нарізаних овочів (баклажан/цукіні/перець), швидко розморожену, тушкуйте все в казані 15-20 хв на плиті. Розкладіть порціями та заморозте пласкими, підігрійте в мікрохвильовці за 3 хв або в холодильнику 4 дні — смаки покращуються наступного дня."
  },
  "quiche-lorraine": {
    "name": "Кіш Лотарингія",
    "desc": "Класична французька заварна тарта з масляною листковою оболонкою, наповнена яйцями, вершками, беконом та сиром Грюйєр. Це класика французької бістро-кухні, часто подається теплим як бранч або легка вечеря.",
    "comment": "Зробіть подвійну партію листкового тіста та заморозте зайве на наступний раз, або використовуйте магазинне тісто для пирога, щоб скоротити підготовку удвічі. Сліпо випікайте кірку, одночасно смажачи бекон, щоб перекрити завдання. Приготуйте велику партію, швидко охолодьте, розкладіть у герметичні контейнери та охолодьте до 3 днів або заморозте на 2 місяці; підігрійте скибочки в духовці, щоб відновити хрусткість."
  },
  "mashed-potatoes": {
    "name": "Картопляне пюре",
    "desc": "Вершкове, масляне картопляне пюре є класичним гарніром у багатьох домівках у всьому світі. Чудово поєднується зі смаженим м'ясом або може насолоджуватися самостійно як затишна комфортна їжа.",
    "comment": "Партійно приготуйте 3-4 порції одночасно у великому казані або скороварці (час варіння ~8 хв), швидко охолодьте під холодною водою, розкладіть порціями та зберігайте в холодильнику до 4 днів або заморозте пласкими в пакетах на 2 місяці; підігрійте з краплею молока в мікрохвильовці. Спочатку зваріть цілу картоплю в мікрохвильовці 5 хв, щоб скоротити час варіння, або використовуйте заздалегідь очищену заморожену картоплю, якщо бюджет дозволяє."
  },
  "bouillabaisse": {
    "name": "Буйабес",
    "desc": "Класичне провансальське рибне рагу, що походить з Марселя, містить ароматний бульйон, настоянний шафраном, та асортимент свіжих морепродуктів. Страва традиційно подається з хрустким хлібом та соусом руй для макання.",
    "comment": "Тримайте заздалегідь зроблений рибний бульйон та заморожену суміш морепродуктів під рукою; обсмажте ароматичні інгредієнти, поки бульйон нагрівається. Використовуйте скороварку або instant pot для тушкування, щоб скоротити час удвічі. Приготуйте великий казанок на 4-6 порцій, швидко охолодьте в крижаній ванні, розкладіть бульйон окремо від морепродуктів у герметичних контейнерах, охолодьте 3 дні або заморозте 2 місяці; додайте свіжі трави при підігріванні."
  },
  "croque-monsieur": {
    "name": "Крок-Монсьєр",
    "desc": "Класичний французький смажений сендвіч з шинкою та сиром з підсмаженим хлібом, в'яленою шинкою, розтопленим Грюйєром та вершковим соусом бешамель. Пікантні шари зустрічаються з багатою, липкою затишністю.",
    "comment": "Підготуйте подвійну партію соусу бешамель та зберігайте в холодильнику до 2 днів, підігріваючи обережно, щоб заощадити виготовлення з нуля кожного разу. Використовуйте заздалегідь нарізану шинку та натертий сир, щоб скоротити час збірки. Зробіть 2-4 сендвічі одночасно на великій сковороді або під грилем, скорочуючи активне готування на сендвіч удвічі. Тримайте бешамель теплим у термосі для миттєвого використання."
  },
  "steak-frites": {
    "name": "Стейк фріт",
    "desc": "Класична французька основна страва з соковитого стейка рібай з золотистими хрусткими фрі. Пікантний білок балансує крохмалистий хруст.",
    "comment": "Використовуйте заздалегідь нарізані заморожені фрі, щоб скоротити час нарізання та сушіння. Заморінуйте стейк на ніч у суміші солі-перцю, щоб скоротити час обсмажування. Партійно приготуйте кілька стейків на гриль-підносі, щоб розділити кроки підготовки."
  },
  "moules-frites": {
    "name": "Мідії-фріт",
    "desc": "Класичні бельгійські мідії, приготовані на пару в білому винному бульйоні з ароматичними інгредієнтами, подаються з золотистими французькими фрі. Солонуватий морепродукт поєднується з хрусткою картоплею.",
    "comment": "Купіть заздалегідь очищені, без бороди мідії, щоб пропустити 5-хвилинне очищення. Використовуйте заморожені фрі для фріт, випікаючи, одночасно обсмажуючи ароматичні інгредієнти/приготуючи мідії на пару, щоб перекрити 5 хв. Підготуйте нарізану цибулю/часник/перець великими порціями в морозильних пакетах для миттєвого старту. Приготуйте подвійну партію мідій, розкладіть порціями та заморозте половину (додайте петрушку свіжу), скорочуючи наступну підготовку/готування удвічі."
  },
  "spanish-tortilla": {
    "name": "Іспанська тортилья",
    "desc": "Ситна, класична іспанська тортилья з яєць, тонко нарізаної картоплі та цибулі, тушкованих разом у золотистий товстий омлет. Часто подається теплим або при кімнатній температурі, що робить її ідеальною для бранчу або тапас.",
    "comment": "Підготуйте подвійну партію: наріжте зайву картоплю та цибулю заздалегідь, зберігайте у воді в холодильнику; смажте всю картоплю/цибулю разом (легко масштабується), використовуйте половину олії для готування, збережіть решту. Перевертайте легше у більшій сковороді. Використовуйте заздалегідь нарізану заморожену картоплю, якщо доступна, щоб скоротити підготовку удвічі."
  },
  "patatas-bravas": {
    "name": "Пататас Бравас",
    "desc": "Класична іспанська тапа з хрусткої смаженої картоплі, подається з гострим томатним соусом. Страва балансує гостроту та пікантність, роблячи її популярною закускою в тапас-барах.",
    "comment": "Партійно смажте картоплю для кількох порцій, зливаючи на решітках; заздалегідь зробіть та охолодьте соус (покращує смак); використовуйте заморожені заздалегідь нарізані фрі або картопляні кубики для домашнього використання, попередньо зваріть коротко, щоб прискорити підсмажування. Заздалегідь настоюйте олію з часником."
  },
  "fabada": {
    "name": "Фабада",
    "desc": "Астурійське бобове рагу, повільно приготоване з чорізо, морсільєю та беконом для димного, ситного смаку. Боби стають вершковими, поки м'ясо настоює бульйон багатим умамі.",
    "comment": "Замочіть боби на ніч або використовуйте швидке замочування (прокип'ятіть 2 хв, відстоюйте 1 год); приготуйте великий казанок на 4+ порції в скороварці або Instant Pot (високий тиск 25-30 хв після побудови смаків). Заморозте порції пласкими в пакетах для швидкого підігріву; тримайте м'ясо окремо, якщо бажаєте."
  },
  "crepes": {
    "name": "Крепи",
    "desc": "Тонкі французькі млинці, які можуть подаватися солодкими або пікантними, часто наповнені фруктовим варенням, сиром або шинкою та бешамелем. Класика сніданку, бранчу або легкої вечері, вони цінуються за свою ніжну текстуру та універсальність.",
    "comment": "Дайте тісту відстоюватися 30 хвилин, поки готуєте інше, або використовуйте блендер для миттєвого змішування без грудочок. Зробіть тісто на 8-10 крепів одночасно; час готування на креп залишається, але фіксована підготовка, як розтоплення масла, робиться один раз. Використовуйте антипригарну сковороду або добре приправлену сковороду для крепів, щоб пропустити змащування кожного разу."
  },
  "gelato": {
    "name": "Джелато",
    "desc": "Італійський заморожений десерт, відомий своєю щільною, шовковистою текстурою та багатим профілем смаку. Зроблений з молока, вершків, цукру, жовтків яєць та натуральних ароматизаторів, джелато збивається з повільнішою швидкістю, ніж морозиво, щоб зменшити включення повітря.",
    "comment": "Спочатку нагрійте молоко з цукром, щоб розчинити, заспокойте жовтки з вогню, щоб уникнути згортання; охолодьте основу в крижаній ванні, щоб прискорити замість на ніч. Збийте вершки, поки основа охолоджується. Для без збивання заморозте в мілкій металевій формі, інтенсивно помішуйте виделкою кожні 30 хв 3 рази, щоб розбити кристали замість збивання. Зробіть подвійну партію, розкладіть порціями та заморозте заздалегідь."
  },
  "tiramisu": {
    "name": "Тірамісу",
    "desc": "Класичний італійський десерт, що укладає шари савоярді, просочених еспресо, з шовковистим кремом з маскарпоне, посипаний какао-порошком. Його повітряна текстура та багатий кавовий смак роблять його вічним фаворитом для святкових випадків.",
    "comment": "Заздалегідь зваріть еспресо та охолодьте; розділіть яйця холодними, потім нагрійте миску для білків, щоб збити швидше. Використовуйте електричний міксер для крему з маскарпоне, щоб скоротити час збивання удвічі. Швидко занурте савоярді (не замочуйте) у широкій мілкій посудині; зберіть шари за один раз. Зробіть подвійну порцію у більшій посудині, щоб розподілити фіксовані кроки, як збивання, на більше порцій."
  },
  "cheesecake": {
    "name": "Чізкейк",
    "desc": "Вершковий чізкейк у стилі Нью-Йорка, що балансує багаті молочні продукти з масляною кіркою з крекерів Грехем. Щільна начинка чудово поєднується зі свіжими фруктами або краплею карамелі для розкішного десерту.",
    "comment": "Випікайте кілька чізкейків одночасно в духовці, щоб скоротити час підготовки на торт удвічі — підготуйте дві кірки та начинки послідовно, поки перший випікається, використовуючи ту саму установку водяної бані. Використовуйте заздалегідь подрібнені крихти крекерів Грехем з великої упаковки, щоб пропустити подрібнення. Підготуйте начинку в кухонному комбайні для швидшого змішування. Зберігайте цілі чізкейки щільно загорнутими в морозильнику до 2 місяців, розморозьте на ніч у холодильнику для швидких десертів."
  },
  "american-pancakes": {
    "name": "Американські млинці",
    "desc": "Пухкі, золотисто-коричневі американські млинці є класичною сніданковою ласощою, яка чудово поєднується з кленовим сиропом або свіжими фруктами. Вони улюблені за свою повітряну текстуру та затишну солодкість.",
    "comment": "Подвійте тісто для кількох сніданків, готуючи всі млинці одночасно на великому грилі або двох сковородах, щоб скоротити час готування на партію удвічі — охолодьте та складіть з пергаментом, заморозте пласкими, потім упакуйте до місяця; підігрійте в тостері або мікрохвильовці 30 секунд. Розтопіть масло в молоці в мікрохвильовці на 20 секунд, щоб прискорити змішування. Використовуйте мірну чашку як совок для тіста для рівномірних швидких порцій."
  },
  "french-toast": {
    "name": "Французький тост",
    "desc": "Класичний французький тост — це підсолоджений хліб, просочений яєчно-молочною сумішшю та смажений на сковороді до золотистої досконалості. Це улюблена сніданкова ласощ, що походить з Європи та тепер прикрашає столи у всьому світі.",
    "comment": "Підготуйте потрійну порцію заварного крему та замочіть кілька партій скибочок хліба заздалегідь, укладаючи в накриту посудину в холодильнику на ніч для миттєвого ранкового готування, скорочуючи активну підготовку удвічі — замочування також краще вивільняє смаки. Смажте дві сковороди одночасно або використовуйте великий електричний гриль для партійного готування, щоб скоротити час готування удвічі. Заморозте приготовані зайві в один шар з пергаментом, підігрійте в тостері прямо з морозильника."
  },
  "oatmeal": {
    "name": "Вівсянка",
    "desc": "Затишна миска теплих вівсяних пластівців, покрита свіжим бананом та медом, ідеальна для швидкого сніданку, який задовольняє як смакові, так і енергетичні потреби.",
    "comment": "Приготуйте велику партію (наприклад, подвійні порції) на плиті або в мікрохвильовці, щоб скоротити активний час готування на порцію удвічі: закип'ятіть воду, додайте вівсянку та мікрохвильовку 2 хв або помішуйте 5 хв загалом, потім розкладіть порціями та охолодьте зайве до 5 днів — підігрійте за 30 сек. Заздалегідь наріжте банани та розкладіть мед/вівсянку в банки щовечора для готових до вживання нічних вівсяних пластівців (без готування). Використовуйте швидкі/миттєві вівсяні пластівці, якщо доступні, для 1 хв мікрохвильовки загалом."
  },
  "traditional-caesar-salad": {
    "name": "Традиційний салат Цезар",
    "desc": "Визначний традиційний салат Цезар. Хрусткий салат Ромен та крутони, перемішані в вершковій заправці з Пармезаном, анчоусами та часником. Походить з Тіхуани, Мексика, славиться своєю багатою глибиною умамі та контрастними текстурами.",
    "comment": "Щоб досягти профілю смаку вдома без клопоту, подрібніть часник у пасту з трохи солі перед змішуванням у заправку; це запобігає гірким шматочкам. Ви можете підготувати подвійну партію цієї 'автентичної' заправки та тримати її в холодильнику до 3 днів. Завжди спочатку перемішуйте салат з заправкою та додайте крутони лише в останню секунду, щоб забезпечити, що вони ніколи не втрачають свій хруст."
  },
  "cafe-style-salad-caesar": {
    "name": "Салат Цезар у стилі кафе",
    "desc": "Популярна сучасна версія салату Цезар, яка замінює анчоуси на легшу, вершкову заправку з йогурту-майонезу та додає свіжі помідори черрі. Цей варіант у 'стилі кафе' є збалансованою стравою, яка пріоритизує доступність та нежирний білок.",
    "comment": "Щоб обійти щоденне готування, підготуйте велику партію 'підсмажених' крутонів та смаженої курятини в неділю. Тримайте салат цілим до подачі, щоб запобігти звялюванню; використання спеціалізованого контейнера для салату, який тримає заправку та крутони окремо від зеленої рослини, дозволить вам упакувати це на обід та насолодитися свіжосмакуючим салатом з менш ніж 5 хвилинами фінальної підготовки."
  },
  "cobb-salad": {
    "name": "Салат Кобб",
    "desc": "Класичний американський багатошаровий салат зі смаженою курячою грудкою, хрустким беконом, свіжим авокадо та пікантним сиром з блакитною пліснявою на підстилці з салату Ромен. Подається з пікантною заправкою з червоного вина, яка зв'язує різноманітні, сміливі смаки разом.",
    "comment": "Щоб заощадити час, зваріть партію яєць вкруту та приготуйте зайву курку та бекон під час вашого тижневого приготування їжі; вони чудово зберігаються в холодильнику кілька днів. Це зменшує активний час готування до нуля та обмежує підготовку швидким нарізанням та збіркою. Використовуйте маленьку банку, щоб струсити компоненти заправки разом — це емульгує заправку миттєво та економить на прибиранні."
  },
  "poutine": {
    "name": "Путин",
    "desc": "Квінтесенціальна канадська комфортна їжа, путин поєднує хрусткі французькі фрі з скрипучими сирними зернятками та насиченим коричневим соусом. Страва славиться своїм розкішним текстурним контрастом та стала класикою в закусочних по всій Північній Америці.",
    "comment": "Щоб заощадити час, використовуйте заморожені фрі у фритюрниці для хрусткого фіналу без безладу глибокого смаження. Підготуйте велику партію соусу та заморозте її в формах для льоду для миттєвого порціонування; зернятка завжди повинні додаватися свіжими при кімнатній температурі, щоб забезпечити, що вони трохи плавляться, але зберігають свій 'скрип'."
  },
  "montreal-smoked-meat-sandwich": {
    "name": "Сендвіч з копченого м'яса Монреаля",
    "desc": "Класична канадська делікатесна класика, копчене м'ясо Монреаля — це приправлена грудинка, повільно копчена до досконалості та подається на житньому хлібі з гірчицею. Цей сендвіч цінується за своїй багатий, пікантний смак та ніжну, танучу в роті текстуру.",
    "comment": "Найкращий спосіб насолодитися цим вдома — це коптити та готувати на пару велику грудинку (3-5кг) одразу. Наріжте її тонко, поки ще тепла, розкладіть у вакуумні пакети по 200г та заморозте. Коли голодні, просто приготуйте заморожені скибочки на пару 10 хвилин, щоб відновити ідеальну текстуру, набагато краще, ніж мікрохвильовка."
  },
  "reuben-sandwich": {
    "name": "Сендвіч Рубен",
    "desc": "Ситна делікатесна класика з теплою солониною, розтопленим Грюйєром та пікантною квашеною капустою на підсмаженому житньому хлібі з російською заправкою. Сендвіч смажиться до золотистого кольору, а сир повністю інтегрується з м'ясом.",
    "comment": "Щоб прискорити, обсмажте солонину та квашену капусту безпосередньо на сковороді перед збіркою; це плавить сир удвічі швидше. Використання важкого пресу для бекону або іншої сковороди зверху сендвіча забезпечує рівномірне підсмажування та розподіл тепла за половину часу."
  },
  "bagel-with-lox": {
    "name": "Бейгл з лососем",
    "desc": "Класичний нью-йоркський сніданок з підсмаженим бейглом з товстим шаром вершкового сиру, покритим преміальним копченим лососем, каперсами та тонко нарізаною червоною цибулею.",
    "comment": "Використовуйте 'збитий' вершковий сир — він наноситься миттєво без розривання бейгла. Тримайте заздалегідь нарізану цибулю в банці з холодною водою в холодильнику, щоб зберегти хрусткість та прибрати різкість, економлячи вам від нарізання кожного ранку."
  },
  "lobster-roll": {
    "name": "Рол з лобстера",
    "desc": "Преміальна класика Нової Англії з ніжного, охолодженого м'яса лобстера, перемішаного в ніжному трав'яному майонезі, подається в розрізаній булочці, підсмаженій золотистим маслом для ідеального текстурного контрасту.",
    "comment": "Щоб значно заощадити час, використовуйте швидко заморожене заздалегідь приготоване м'ясо лобстера; воно зберігає 'морсько-свіжий' смак, одночасно усуваючи 20-хвилинне завдання варіння та вибирання панцирів. Підготуйте заправку з лимону та зеленої цибулі великою партією та тримайте охолодженою до 3 днів. Підсмажування кількох булочок одночасно на великій сковороді з маслом дозволяє вам обслуговувати сім'ю за той самий час, який потрібен для виготовлення одного ролу."
  },
  "mac-and-cheese": {
    "name": "Макарони з сиром",
    "desc": "Затишна американська класика з ніжних локтевих макаронів, покритих насиченим, вершковим соусом з чеддеру. Ця швидко готуюча класика служить задовольняючою основною стравою або гарніром.",
    "comment": "Щоб заощадити час, варіть пасту безпосередньо в суміші молока та води; вивільнений крохмаль природно загущує соус, усуваючи потребу в окремому ру (масло та борошно). Подрібнення великого блоку сиру великими порціями за допомогою кухонного комбайна та заморожування його порціями забезпечує, що він завжди готовий та плавиться ідеально. Цей підхід в одному казані значно зменшує прибирання та активне наглядання порівняно з традиційним методом."
  },
  "buffalo-wings": {
    "name": "Крила Баффало",
    "desc": "Класична американська закуска з хрустких курячих крил, перемішаних у вогняній суміші гострого соусу та масла, подається з прохолодною заправкою з блакитного сиру та хрусткими паличками селери. Страва походить з Баффало, Нью-Йорк, де вона стала класикою в спортивних барах.",
    "comment": "Зробіть велику партію для кількох страв: випікайте або смажте 4x порції одночасно на підносах, швидко охолодьте та заморозте приготовані прості крила; підігрійте та покрийте соусом лише те, що їсте свіжим. Використовуйте заздалегідь нарізані вечіркові крила або розділені плоскі/барабанні частини, щоб пропустити нарізання. Фритюрниця скорочує готування до 12-15 хв без попереднього нагрівання та зливу олії. Тримайте заправку та селеру окремо до подачі, щоб уникнути розм'якшення."
  },
  "bbq-ribs": {
    "name": "Ребра на грилі",
    "desc": "Соковиті свинячі ребра, покриті димним барбекю глазур'ю, повільно приготовані до тих пір, поки м'ясо не відпадає від кістки. Класика американської гриль-культури, вони часто подаються з пікантною капустяною салатом та солодким кукурудзяним хлібом.",
    "comment": "Використовуйте скороварку (Instant Pot): 25–30 хвилин на високому тиску з 10-хвилинним природним випуском дає ніжні ребра, які займали б 3+ години в духовці. Завершіть їх 5-хвилинним підсмажуванням під грилем, щоб карамелізувати соус. Зніміть мембрану на задній частині ребер, використовуючи паперовий рушник для кращого захоплення — це займає секунди, але забезпечує ніжність. Використання високоякісного бутильованого соусу для барбекю є найкращим хаком для часу підготовки."
  },
  "gumbo": {
    "name": "Гамбо",
    "desc": "Ситне луїзіанське рагу, що змішує пікантний ру, бамію та суміш м'яса або морепродуктів у ароматну, душу наповнюючу страву. Класичне гамбо часто подається з рисом та прикрашається петрушкою, пропонуючи затишний смак Нового Орлеана.",
    "comment": "Зробіть велику партію випіканого в духовці ру заздалегідь (борошно та олія в голландському казані при 350°F на 1-2 години, час від часу помішуючи) та зберігайте в холодильнику тижнями, виймаючи лише те, що потрібно. Використовуйте заморожену суміш мірпуа (цибуля, селера, солодкий перець) або заздалегідь нарізані овочі з магазину, якщо бюджет дозволяє, або партійно наріжте та заморозте свої. Обсмажте ковбасу та бамію, поки ру підігрівається з часником, потім тушкуйте; приготування кількох порцій одночасно скорочує активний час на порцію удвічі, оскільки кроки ефективно масштабуються. Підготуйте бульйон у великих казанах заздалегідь та заморозте."
  },
  "jambalaya": {
    "name": "Джамбалая",
    "desc": "Класична луїзіанська креольська страва, що поєднує рис, м'ясо, морепродукти та 'святу трійцю' з цибулі, солодкого перцю та селери в ситну одно-казанну страву. Димна ковбаса, ніжна курка, свіжі креветки та сміливі спеції створюють шари смаку, ідеальні для зібрань.",
    "comment": "Підготуйте велику партію на 4 порції одночасно: наріжте святу трійцю (цибуля, солодкий перець, селера) та м'ясо заздалегідь, зберігайте в холодильнику до 1 дня, потім висипте все в казанок, щоб скоротити час нарізання удвічі. Використовуйте заздалегідь приготований рис або мікрохвильові пакети, щоб пропустити промивання та варіння, скорочуючи час готування. Тримайте бульйон готовим замороженим у формах для льоду для швидкого розморожування; використовуйте скороварку або Instant Pot для всієї страви, щоб скоротити тушкування до 10 хвилин."
  },
  "clam-chowder": {
    "name": "Суп з молюсків",
    "desc": "Вершкова класика Нової Англії з ніжними молюсками, картоплею, цибулею та селерою в густому, насиченому бульйоні на основі ру.",
    "comment": "Партійно приготуйте великий казанок на 4-6 порцій, щоб скоротити активний час на порцію удвічі; швидко охолодьте, розкладіть у герметичні контейнери та охолодьте до 3 днів або заморозте на 2 місяці. Використовуйте консервовані молюски (злиті, сік збережений або замінений бутильованим соком молюсків), щоб пропустити очищення/приготування на пару свіжих молюсків. Купіть заздалегідь нарізану заморожену цибулю, селеру та моркву мірпуа суміш, якщо доступна дешево, або заздалегідь очистіть картоплю. Тримайте сік молюсків та основу ру заздалегідь зробленими в холодильнику для миттєвої збірки."
  },
  "chili-con-carne": {
    "name": "Чілі кон карне",
    "desc": "Ситне, гостре рагу, що походить з американського Південного Заходу, змішує яловичину, боби та помідори в затишну миску смаку. Страва часто насолоджується з топінгами, як сир, сметана або свіжа кінза для додаткової глибини.",
    "comment": "Приготуйте великий казанок чілі на 4-6 порцій: швидко охолодьте, розкладіть у герметичні контейнери та заморозте до 3 місяців — підігрівається відмінно з кращим смаком на другий день. Використовуйте кухонний комбайн для нарізання цибулі, часнику та солодкого перцю, щоб скоротити час підготовки. Виберіть консервовані боби (прополоскані), щоб пропустити замочування. Для готування обсмажте все швидко на сковороді, поки казанок нагрівається, потім тушкуйте під кришкою, щоб зберегти вологу та прискорити загущення. Приготуйте всю партію в скороварці за 15-20 хвилин також для окремих порцій."
  },
  "nachos": {
    "name": "Начос",
    "desc": "Класичний мексиканський фаворит вуличної їжі, начос поєднують хрусткі тортильї з розтопленим сиром та різноманітними топінгами. Вони ідеальні для вечірок або швидкої закуски, особливо коли покриті сальсою, гуакамоле та халапеньйо.",
    "comment": "Підготуйте топінги у стилі mise en place заздалегідь та охолодьте приготовану яловичину/боби окремо: наріжте помідори/халапеньйо/коріандр, відміряйте сік лайму/сметану. Використовуйте заздалегідь натертий сир. Тримайте яловичину та боби заздалегідь приготованими/замороженими порціями, щоб швидко підігріти в одній сковороді, поки духовка попередньо нагрівається. Мікрохвильовка окремих порцій за 1-2 хв замість випікання в духовці, або коротко підсмажте під грилем для плавлення. Партійна підготовка топінгів для кількох страв скорочує підготовку на партію на 70%."
  },
  "tacos-al-pastor": {
    "name": "Тако аль пастор",
    "desc": "Яскравий мексиканський класик вуличної їжі з замаринованою свининою, покритою свіжою цибулею, кінзою та солодким ананасом на теплих кукурудзяних тортильях. Страва змішує димні смаки з натяком цитрусових для незабутнього укусу.",
    "comment": "Заморінуйте свинину заздалегідь (на ніч або заморозте порції заздалегідь замаринованими, щоб пропустити). Використовуйте заздалегідь нарізану свинячу лопатку або вирізку для тонкого нарізання. Приготуйте велику партію м'яса на гарячій чавунній сковороді або заміні тромпо (вертикальний шампур з фольги, обгорнутої стопки), потім зберігайте в холодильнику 3-4 дні або заморозте. Нагрійте кілька тортиль одночасно в мікрохвильовці (волога паперова серветка, 30с) або фольгою в духовці, поки м'ясо відстоюється. Підготуйте топінги великими порціями та зберігайте нарізану цибулю/кінзу/ананас окремо в холодильнику. Це значно скорочує активний час для кількох порцій."
  },
  "mole-poblano": {
    "name": "Моле поблано",
    "desc": "Насичений мексиканський соус з шоколаду, чилі, спецій та горіхів, змішаних у шовковисту основу, яка традиційно подається поверх індички або курки. Його складний профіль смаку балансує солодкі, димні та трохи гіркі ноти для незабутнього досвіду обіду.",
    "comment": "Підготуйте велику партію пасти моле та заморозте порціями; вона зберігається місяцями та швидко розморожується, скорочуючи підготовку удвічі для майбутніх використань. Використовуйте заздалегідь підсмажені горіхи та кунжутне насіння з великих покупок, щоб пропустити час підсмажування. Замочіть чилі, одночасно нарізаючи та смажачи інші інгредієнти паралельно на кількох конфорках. Процідіть через дрібне сито один раз для шовковистості без множинних проходів."
  },
  "chicken-enchilada": {
    "name": "Енчілада з куркою",
    "desc": "Класична мексиканська комфортна страва з кукурудзяних тортиль, згорнутих навколо пікантної тушкованої курки, покритої насиченим нагрітим томатним соусом та розтопленим сиром. Сміливі смаки роблять її ідеальною для сімейних вечерь.",
    "comment": "Підготуйте велику партію тушкованої курячої начинки та соусу енчілада заздалегідь, зберігаючи охолодженими до 3 днів; збірка займає лише хвилини перед випіканням. Використовуйте магазинну курку з вертела, подрібнену, щоб пропустити готування курки повністю. Пом'якшіть кілька тортиль у вологому рушнику, нагрітому в мікрохвильовці 30 секунд, замість індивідуального нагрівання. Зробіть 4-6 порцій одночасно, щоб скоротити час збірки на порцію удвічі, заморожуючи зайві повністю зібрані (додайте сир після розморожування)."
  },
  "chiles-en-nogada": {
    "name": "Чілес ен ногада",
    "desc": "Класична мексиканська літня страва з перців поблано, фаршированих пікантним пікадільйо та покритих вершковим горіховим соусом, прикрашених зернятками гранату та петрушкою. Демонструє яскраві зелені-червоні-білі кольори національного прапора Мексики.",
    "comment": "Підготуйте начинку пікадільйо та соус ногада заздалегідь або партійно для кількох порцій та заморозте порціями; це розподіляє підготовку на дні та скорочує активний час на страву удвічі. Використовуйте заздалегідь підсмажені консервовані або розморожені заморожені очищені поблано, щоб пропустити 20 хвилин смаження та очищення. Замочіть горіхи на ніч у молоці, щоб спростити змішування та покращити вершковість без додаткових кроків."
  },
  "tamales": {
    "name": "Тамалес",
    "desc": "Традиційна месоамериканська класика з тіста маса, наповненого пікантним м'ясом або овочами та загорнута в кукурудзяні лушпиння. Часто насолоджується під час фестивалів, тамалес пропонують затишну суміш теплого, трохи солодкого кукурудзяного смаку та ситної начинки.",
    "comment": "Замочіть кукурудзяні лушпиння заздалегідь та тримайте їх охолодженими, повністю зануреними, до 2 днів, щоб ви могли почати збірку одразу. Використовуйте залишки приготованої подрібненої курки та готову сальсу як начинку, щоб уникнути готування окремого рагу. Збийте тісто маса з жиром за допомогою ручного міксера, щоб прискорити аерацію та досягти легшої текстури. Приготуйте на пару повний кошик тамалес одразу; після охолодження охолодьте їх у їх лушпиннях до 3 днів або заморозте на кілька тижнів, потім підігрійте на пару, що економить час підготовки в зайняті дні."
  },
  "chilaquiles": {
    "name": "Чілакілес",
    "desc": "Мексиканська сніданкова класика з смажених шматочків кукурудзяних тортиль, тушкованих коротко в пікантному соусі з томатілло–помідорів та змішаного чилі, потім покритих свіжим кесо фреско та коріандром. Страва балансує пікантні, помірно гострі смаки з приємною ніжно‑хрусткою текстурою.",
    "comment": "Найшвидший спосіб зробити чілакілес вдома — це партійно підготувати компоненти: випікайте або смажте великий піднос чіпсів тортиль заздалегідь та зберігайте їх у герметичному контейнері, потім тримайте банку соусу томатілло–чилі в холодильнику або морозильнику, щоб вам потрібно було лише підігріти його та перемішати з чіпсами. Для зайнятих ранків ви можете тушкувати соус напередодні ввечері, охолодити його, а вранці просто нагрійте соус, додайте тортилі на хвилину або дві, та завершіть подрібненим кесо фреско та свіжим коріандром. Якщо ви використовуєте духовку для хрусткості тортиль замість смаження, ви можете зробити кілька підносів одночасно, поки готуєте соус на плиті, що скорочує активний час готування."
  },
  "elote": {
    "name": "Елоте",
    "desc": "Класична мексиканська вулична їжа: кукурудза на качані, смажена на грилі, покрита вершковим соусом майонез-лайм, подрібненим сиром та натяком порошку чилі.",
    "comment": "Щоб різко скоротити час, зваріть кукурудзу в мікрохвильовці (в лушпинні або загорнуту у вологі паперові серветки) на 3–4 хвилини перед грилем; це попередньо готує зернятка, тому вам потрібно лише 2 хвилини на вогні для димного обвуглення. Купівля заздалегідь очищеної кукурудзи ще більше зменшує підготовку. Ви також можете заздалегідь змішати майонез, лайм та чилі в одну 'крему' для миттєвого нанесення."
  },
  "pupusa": {
    "name": "Пупуса",
    "desc": "Традиційна сальвадорська фарширована кукурудзяна тортилья з тіста маса, наповнена сиром та пересмаженими чорними бобами, часто подається з куртідо та сальсою. М'яка смажена на грилі тортилья та пікантна начинка роблять її улюбленим фаворитом вуличної їжі.",
    "comment": "Щоб прискорити пупусу вдома, підготуйте велику партію пересмажених бобів та натертого сиру заздалегідь та тримайте їх у холодильнику або морозильнику маленькими порціями, щоб вам потрібно було лише змішати тісто та сформувати. Заздалегідь порціонуйте маса на кульки та швидко натисніть їх вручну або за допомогою простої пластикової пластини або пресу для тортиль, щоб скоротити час формування без спеціальних інструментів. Приготування кількох пупус одночасно на великій сковороді або грилі замість партіями також скоротить активний час."
  },
  "arepa": {
    "name": "Арепа",
    "desc": "Класика венесуельської та колумбійської кухні, арепа — це кукурудзяний хліб з заздалегідь приготованої кукурудзяної борошна, води, солі та трохи олії, потім смажений на сковороді до хрусткості ззовні та ніжності всередині. Зазвичай розрізається та наповнюється сиром, авокадо, бобами або подрібненим м'ясом, роблячи її одночасно універсальною та задовольняючою.",
    "comment": "Щоб прискорити підготовку арепи, змішайте велику партію тіста та сформуйте всі котлети одночасно, потім охолодьте їх до дня або заморозте з пергаментом між шарами, щоб вам потрібно було лише смажити з охолодженого або розмороженого. Тримайте тісто на більш твердій стороні, щоб котлети тримали форму, і ви можете смажити кілька одночасно на широкій сковороді з кришкою, що скорочує час готування, одночасно даючи гарну кірку. Використання заздалегідь нагрітої антипригарної сковороди означає, що ви можете використовувати менше олії без прилипання, і ви можете повторно використовувати ту саму сковороду та олію для кількох партій, що економить і час, і посуд."
  },
  "beef-empanada": {
    "name": "Емпанада з яловичиною",
    "desc": "Пікантна випічка, наповнена приправленим яловичим фаршем та тушкованою цибулею, часником та томатною пастою. Тісто бездріжджове та випікається до золотистої хрусткості, даючи задовольняючий контраст між листковою оболонкою та соковитою начинкою.",
    "comment": "Використовуйте просте бездріжджове тісто: змішайте борошно, сіль, олію та теплу воду, замісіть коротко, потім дайте відпочити 15–20 хвилин, поки готуєте начинку, щоб підготовка перекривалася з пасивним часом тіста. Розкатайте тісто в колоду та наріжте на порції замість формування кожного кола з кульки, потім складіть кола між легкими олійними листами, щоб вони не висохли. Приготуйте велику партію начинки з яловичини-цибулі-часнику-помідорів та заморозте її пласкими в тонких застібних пакетах; вона розморожується за хвилини та перетворює емпанади на роботу збірки. Для більших економій часу зберіть та заморозте повністю сформовані, невипікані емпанади в один шар, потім зберігайте в пакеті або коробці — випікайте прямо з замороженого, додавши лише кілька додаткових хвилин до часу випікання."
  },
  "ceviche": {
    "name": "Севіче",
    "desc": "Освіжаюча перуанська класика, де щільна біла риба м'яко маринується в соку лайму та змішується з аджі лімо, цибулею та свіжим коріандром, потім подається з бататом та чокло для балансу.",
    "comment": "Для швидшого севіче в зайняті дні тримайте маленькі філе щільної білої риби, як морський окунь або корвіна, обрізані, без кісток та заморожені пласкими в окремих порційних пакетах, щоб вони швидко розморожувалися в холодній воді. Заздалегідь зваріть та заморозте скибочки батату та зернятка чокло в порційних контейнерах, щоб вам потрібно було лише нагріти або розморозити їх перед подачею. Вичавіть сік лайму на 2–3 дні одразу та зберігайте його в скляній пляшці в холодильнику, щоб уникнути вичавлювання кожного разу та зменшити прибирання. Якщо нарізання цибулі та чилі — це те, що сповільнює вас, підготуйте маленький герметичний контейнер з тонко нарізаною червоною цибулею та аджі лімо в солоній воді; використовуйте його протягом 1–2 днів, щоб вам потрібно було лише порціонувати та збирати, коли голодні. З цими трюками активна підготовка зменшується до переважно нарізання риби та перемішування всього в холодному маринаді."
  },
  "lomo-saltado": {
    "name": "Ломо сальтадо",
    "desc": "Фірмова перуанська страва, що гармонійно змішує соєво-замариновану яловичину, червону цибулю та помідори. Традиційно подається з хрусткими французькими фрі та парованим білим рисом, представляє серце кухні ф'южн Чіфа.",
    "comment": "Щоб заощадити час, використовуйте заморожені французькі фрі (випікані або у фритюрниці) та заздалегідь приготований або залишковий рис. Заздалегідь нарізана яловичина та овочі дозволяють високотемпературному смаженню займати лише хвилини. Для найкращого смаку використовуйте вок або важку сковороду на максимальному вогні, щоб швидко обсмажити м'ясо, не втрачаючи хрусткості цибулі. Заздалегідь змішаний соєвий соус та оцет в одну основу соусу ще більше прискорює процес під час інтенсивної фази готування."
  },
  "cuy-chactado": {
    "name": "Куй чактадо",
    "desc": "Квінтесенціальна перуанська гірська страва з цілої морської свинки, притиснутої під важким каменем (чактадо) та глибоко смаженої. М'ясо пом'якшується в цитрусово-часниковому маринаді перед покриттям кукурудзяною крупкою для товстої, золотистої хрусткості.",
    "comment": "Щоб оптимізувати, попередньо зваріть морську свинку в солоній воді на 15 хвилин; це забезпечує повне приготування м'яса та зменшує фінальне глибоке смаження до лише 5 хвилин для шкіри. Ви можете заморінувати кілька порцій та заморозити їх, оскільки вони чудово смажаться прямо з морозильника. Якщо у вас немає традиційного вулканічного каменя, використовуйте другу важку чавунну сковороду, щоб притиснути м'ясо пласким під час смаження для тієї характерної рівномірної хрусткості."
  },
  "bandeja-paisa": {
    "name": "Бандеха пайса",
    "desc": "Легендарна колумбійська бенкетна страва з червоних бобів, рису та різноманітних білків. Ця тарілка включає хрусткий чічаррон, чорізо, молоте м'ясо, смажені плантани, авокадо та арепу, все покрите смаженим яйцем.",
    "comment": "Щоб оптимізувати цю складну страву, використовуйте скороварку для бобів, щоб скоротити час готування з годин до 40 хвилин. Використовуйте рисоварку для бездоглядної підготовки крохмалю. Підготуйте чічаррон (свинячий живіт) у фритюрниці, щоб досягти ідеальної хрусткості без постійного нагляду або безладу. Партійно приготуйте яловичий фарш та боби заздалегідь — вони чудово підігріваються. Використовуйте заморожені, заздалегідь сформовані арепи, щоб заощадити час підготовки, одночасно фокусуючись на свіжих білках."
  },
  "feijoada": {
    "name": "Фейжоада",
    "desc": "Ситне бразильське рагу з чорних бобів, тушкованих зі свининою, потрохами та ковбасою, часто подається з рисом, капустяною зеленню та фарофою. Страва відома своїм багатим умамі смаком та затишною глибиною, роблячи її класикою на сімейних зібраннях.",
    "comment": "Традиційна фейжоада займає багато часу, але використання скороварки може пом'якшити свинину та потрохи лише за 30-40 хвилин, скорочуючи загальний час на плиті на 70%. Ви можете повністю пропустити 24-годинний період замочування, використовуючи консервовані чорні боби. Для найкращого співвідношення смаку до зусиль приготуйте велику партію: це рагу ідеально заморожується до 3 місяців, і смак насправді покращується наступного дня, оскільки колаген загущує бульйон."
  },
  "churrasco": {
    "name": "Чурраско",
    "desc": "Класичний бразильський стейк на грилі, зазвичай використовує Піканью або Рібай, приправлений грубою сіллю. Подається з яскравим соусом чімічуррі, має глибоко обвуглену, димну кірку та соковиту, ніжну внутрішність.",
    "comment": "Зробіть велику партію соусу чімічуррі заздалегідь; він зберігається тижнями в холодильнику, і смаки лише поглиблюються з часом, зменшуючи активну підготовку до лише соління м'яса. Використовуйте сильно заздалегідь нагріту чавунну сковороду, якщо гриль недоступний, щоб досягти професійного обсмажування за половину часу. Підготуйте кілька порцій одночасно та дайте їм відпочити разом, щоб спростити процес готування для наступних страв."
  },
  "moqueca": {
    "name": "Мокека",
    "desc": "Традиційне бразильське рибне рагу з Баїї, багате кокосовим молоком та пальмовою олією. Суміш свіжих морепродуктів, ароматних трав та яскравих перців створює ароматну, затишну миску смаку.",
    "comment": "Щоб оптимізувати, використовуйте заморожені заздалегідь очищені креветки та заздалегідь нарізані заморожені суміші солодкого перцю/цибулі, щоб повністю усунути нарізання. Підготуйте велику партію; Мокека красиво заморожується, і смак поглиблюється після дня, дозволяючи вам просто підігріти для майбутніх страв."
  },
  "po-de-queijo": {
    "name": "Пау де кейжу",
    "desc": "Традиційний бразильський сирний хліб з Мінас-Жерайс, має унікальну жувальну, повітряну текстуру з ферментованого крохмалю маніоку та солоного сиру.",
    "comment": "Для набагато швидшої підготовки використовуйте метод блендера: змішайте всі інгредієнти в блендері (спочатку рідини) та вилийте тісто в змащені міні-форми для мафінів, повністю пропускаючи ручне формування. Альтернативно, підготуйте велику партію кульок тіста та заморозте їх; їх можна випікати прямо з морозильника з лише 5 додатковими хвилинами часу готування, забезпечуючи свіжу закуску з нульовою щоденною підготовкою."
  },
  "pastel-de-nata": {
    "name": "Пастел де ната",
    "desc": "Традиційна португальська заварна тарта з хрусткою, багатошаровою листковою кіркою та вершковим заварним кремом з жовтків яєць, характеризується своїми характерними карамелізованими 'обвугленими' плямами зверху.",
    "comment": "Щоб мінімізувати зусилля, використовуйте високоякісне магазинне листкове тісто та підготуйте основу заварного крему заздалегідь. Найбільш професійна оптимізація — це сформувати тарти у формі та заморозити їх сирими; їх можна випікати прямо з морозильника при дуже високій температурі (250°C-300°C). Цей метод високого тепла забезпечує характерну обвуглену верхівку та хрустку основу майже за половину стандартного часу випікання. Виготовлення великої партії та заморожування їх дозволяє свіжі тарти на вимогу з нульовою щоденною підготовкою."
  },
  "bacalhau-brs": {
    "name": "Бакаляу а Браш",
    "desc": "Класична португальська страва з подрібненої солоної тріски, тушкованої з цибулею та тонко нарізаною хрусткою картоплею, завершена яєчнею та свіжою петрушкою. Пропонує ідеальний баланс солонуватої риби, вершкових яєць та хрусткої картопляної текстури.",
    "comment": "Щоб зробити це менш ніж за 15 хвилин, використовуйте магазинну 'батата паля' (картопляні чіпси-сірники) та заздалегідь замочену, подрібнену заморожену тріску (Бакаляу Десфіадо). Це усуває 24-годинний процес замочування та трудомістке завдання ручного подрібнення та нарізання картоплі. Спочатку обсмажте цибулю та рибу, потім додайте картоплю та яйця в самому кінці, щоб запобігти розм'якшенню чіпсів."
  },
  "francesinha": {
    "name": "Франсезінья",
    "desc": "Легендарний португальський сендвіч з Порту, укладає стейк, шинку та ковбаси між товстими скибочками хліба, покритий розтопленим сиром та залитий гострим томатним соусом на основі пива.",
    "comment": "Секрет швидкої Франсезіньї — це партійне готування соусу: він ідеально заморожується на місяці. У професійних кухнях соус змішується та тушкується великими кількостями; вдома ви можете зробити те саме та просто підігріти порцію, поки смажите м'ясо. Використовуйте прес для сендвічів, щоб підсмажити внутрішні шари одночасно, економлячи час, і завжди розміщуйте скибочки сиру так, щоб вони перекривали краї, забезпечуючи ідеальне плавлення під грилем."
  },
  "sardinhas-assadas": {
    "name": "Сардіньяс асадас",
    "desc": "Традиційні португальські смажені на грилі сардини, подаються з краплею оливкової олії та вичавленим лимоном. Страва славиться своїм димним смаком та хрусткою шкірою.",
    "comment": "Щоб значно скоротити час підготовки, попросіть вашого рибника очистити та випотрошити сардини для вас. Використовуйте двосторонній рибний гриль-кошик, щоб перевернути всю партію одночасно, що запобігає прилипанню ніжної шкіри та забезпечує рівномірне обвуглення. Підготовка великої партії гарніру з часнику та петрушки заздалегідь також може заощадити час, якщо ви плануєте подавати цю страву кілька разів протягом тижня."
  },
  "cornish-pasty": {
    "name": "Корнішський пасті",
    "desc": "Автентичний корнішський пасті з міцного листкового тіста, зібраний по боках. Традиційна начинка складається з сирої яловичини, картоплі, брукви та цибулі, які повільно випікаються разом, щоб створити соковиту внутрішність.",
    "comment": "Ви можете підготувати велику партію та заморозити їх сирими; вони випікаються ідеально прямо з морозильника з лише 15 додатковими хвилинами часу в духовці. Використання заздалегідь нарізаних заморожених сумішей брукви/цибулі або магазинного листкового тіста може скоротити ваш активний час підготовки до кількох хвилин, зберігаючи традиційний смак."
  },
  "shepherds-pie": {
    "name": "Пиріг пастуха",
    "desc": "Затишна британська класика з пікантною приправленою молотою бараниною, покритою кіркою з вершкового картопляного пюре. Традиційно ця конкретна назва зарезервована для версії з бараниною, тоді як альтернатива з яловичиною відома як Коттедж Пай.",
    "comment": "Приготуйте велику партію начинки з баранини та картопляного пюре, щоб зібрати кілька окремих пирогів у посудинах, безпечних для духовки; вони ідеально заморожуються до 2 місяців. Використовуйте заморожений горошок та моркву, щоб усунути час нарізання без жертвування поживністю. Щоб прискорити підготовку картоплі, використовуйте чайник, щоб закип'ятити воду миттєво, та тримайте кришку на казані, щоб зберегти тепло."
  },
  "yorkshire-pudding": {
    "name": "Йоркширський пудинг",
    "desc": "Класична британська гарнірна страва, повітряний йоркширський пудинг випікається з простого тіста з борошна, яєць та молока. Чудово поєднується зі смаженою яловичиною та соусом, пропонуючи затишний хруст ззовні та пухку внутрішність.",
    "comment": "Щоб оптимізувати, збийте тісто в блендері на 30 секунд замість вручну. Ви можете зробити велику партію та зберігати її в холодильнику до 48 годин; охолоджене тісто часто піднімається краще. Найкраще, що йоркширські пудинги ідеально заморожуються — випікайте дюжину, заморозте їх та підігрійте в гарячій духовці лише на 5 хвилин, коли потрібно, зберігаючи той свіжий хруст з майже нульовим щоденним зусиллям."
  },
  "sunday-roast": {
    "name": "Недільне смаження",
    "desc": "Ситна класика недільного смаження зі смаженої яловичої лопатки, хрустких кореневих овочів та традиційних йоркширських пудингів, все об'єднане насиченим соусом.",
    "comment": "Щоб максимізувати ефективність, завжди смажте великий шматок яловичини та повний піднос овочів на 4+ порції одночасно; тривалість духовки залишається тією самою, але 'активний' час на порцію значно падає. Залишкова яловичина ідеальна для холодних сендвічів, а зайві смажені овочі можна швидко обсмажити в 'бульбашку та скрип' для понеділкового обіду. Підготовка тіста для йоркширського пудингу за кілька годин заздалегідь та відстоювання його в холодильнику забезпечує кращий підйом, одночасно очищаючи простір для підготовки перед фінальним випіканням."
  },
  "haggis": {
    "name": "Хаггіс",
    "desc": "Традиційний шотландський пікантний пудинг, що містить овечий потрох (серце, печінку, легені), подрібнений з салом, вівсянкою та цибулею, традиційно загорнутий в овечий шлунок та тушкований.",
    "comment": "Щоб значно прискорити підготовку, використовуйте скороварку, щоб пом'якшити м'ясо за 45 хвилин замість кількох годин. Традиційне набивання шлунка трудомістке; ви можете використовувати змащену миску, накриту фольгою (тушкований хаггіс), для того самого смаку з набагато меншими зусиллями. Виготовлення великої партії та заморожування її порціями дуже рекомендується, оскільки хаггіс добре зберігає свою якість при заморожуванні."
  },
  "scones": {
    "name": "Скони",
    "desc": "Класичні англійські прості скони — це золотисті, трохи крихкі печива, що тануть у роті. Вони є класикою на післяобідньому чаї та можуть насолоджуватися з вершковим маслом або варенням.",
    "comment": "Щоб оптимізувати, подрібніть холодне масло та борошно в кухонному комбайні, щоб досягти стадії сухарів за секунди. Ви можете сформувати велику партію та заморозити їх сирими на підносі; вони випікаються ідеально прямо з морозильника з лише кількома додатковими хвилинами, даючи вам свіжі скони щодня з нульовою ранковою підготовкою. Замість використання круглого вирізача, розкатайте тісто в прямокутник та наріжте на квадрати гострим ножем, щоб усунути повторне розкатування залишків та зберегти текстуру легкою."
  },
  "jollof-rice": {
    "name": "Джолоф рис",
    "desc": "Яскравий західноафриканський класик, джолоф рис змішує помідори, цибулю та ароматні спеції в ароматну одно-казанну страву. Часто подається на святкуваннях, демонструючи любов регіону до сміливих смаків.",
    "comment": "Підготуйте велику партію основи з помідорів-перцю ('Джолоф основа') та заморозте її порціями, щоб скоротити час підготовки майже до нуля в зайняті дні. Попередньо зварений довгозернистий рис ідеальний для послідовної, не м'якої текстури. Приготування кількох порцій одночасно значно зменшує зусилля, оскільки смак посилюється з часом, роблячи залишки ще кращими."
  },
  "bunny-chow": {
    "name": "Банні чау",
    "desc": "Південноафриканська класика вуличної їжі, банні чау — це порожниста буханка хліба, наповнена ситним каррі. Пропонує задовольняючу суміш спецій та текстур, що робить її популярним варіантом обіду або вечері.",
    "comment": "Щоб заощадити час, використовуйте скороварку для яловичого каррі, щоб скоротити готування з години до 20 хвилин, або підготуйте велику партію каррі заздалегідь, оскільки смак покращується за ніч. Ви також можете використовувати заморожені суміші горошку та моркви, щоб усунути час нарізання, дозволяючи вам просто випорожнити хліб та наповнити його, коли готові їсти."
  },
  "bobotie": {
    "name": "Боботі",
    "desc": "Іконічна південноафриканська випічка, що складається з приправленого молотого м'яса, покритого пікантним заварним кремом на основі яєць. Має складний профіль смаку, де солодке варення та родзинки ідеально балансують ароматні каррі спеції.",
    "comment": "Боботі є ідеальним кандидатом для партійного готування: підготуйте велику м'ясну основу, розкладіть у контейнери та заморозте. Коли готові, просто додайте свіжий молочно-яєчний топінг та випікайте. Ви можете використовувати заморожену заздалегідь натерту цибулю, щоб заощадити час нарізання без преміальної ціни свіжих заздалегідь нарізаних овочів. Майте на увазі: пасивний час виключено з розрахунку."
  },
  "injera": {
    "name": "Інджера",
    "desc": "Ефіопський ферментований хліб з губчастою, трохи кислою текстурою та характерним отвором у центрі. Служить одночасно тарілкою та посудом для рагу та каррі по всій Ефіопії.",
    "comment": "Важливо зазначити, що пасивний час виключено з розрахунку часу. Інджера потребує 1-3 днів пасивної ферментації перед готуванням."
  },
  "doro-wat": {
    "name": "Доро Ват",
    "desc": "Легендарна ефіопська тушкована курка з глибоким, складним соусом з повільно вареної цибулі та палкого бербере. Традиційно подається з круто звареними яйцями та квашеним інджера, це центральна страва ефіопського святкового столу.",
    "comment": "Щоб скоротити час підготовки, подрібніть цибулю в кухонному комбайні замість ручного нарізання. Використання скороварки (наприклад, Instant Pot) скорочує тривалу фазу пом'якшення цибулі з 45 хвилин до всього 12, а тушкування курки до 15. Для найавтентичнішого смаку використовуйте гхі (замінник Нітер Кіббе) та приготуйте подвійну партію, оскільки тушковане ідеально заморожується та на наступний день смакує ще краще."
  },
  "chicken-muamba": {
    "name": "Курка Муамба",
    "desc": "Ситиня конголезька тушкована страва з ніжною куркою, тушкованою в червоній пальмовій олії з бамією, помідорами та ароматними спеціями. Це заспокійлива страва, яка поєднує пікантну глибину з тонкою солодкістю перцю та насиченістю смаку пальмового горіха.",
    "comment": "Щоб скоротити час, використовуйте кухонний комбайн, щоб подрібнити цибулю, часник та перець у пасту замість ручного нарізання. Приготуйте велику партію курки та основи з пальмової олії; вона ідеально заморожується на місяці. Додавайте свіжу бамію лише під час остаточного підігрівання, щоб зберегти її текстуру міцною та уникнути слизькості. Скороварка може зробити курку ніжною всього за 15 хвилин."
  },
  "poke": {
    "name": "Поке",
    "desc": "Яскрава гавайська страва з нарізаної сирої тунця, змішаної в пікантній соєво-кунжутній заправці, подається на приправленому пареному рисі зі свіжим авокадо та огірком.",
    "comment": "Щоб скоротити час підготовки, приготуйте велику партію рису в рисоварці та зберігайте його; рис для поке часто подається при кімнатній температурі, що робить його ідеальним для підготовки їжі. Використовуйте мандоліну для тонких як папір скибочок огірка та купіть попередньо нарізану тунця сашимі-класу, щоб уникнути делікатної роботи ножем. Ви можете навіть змішати заправку в великій банці та зберігати її в холодильнику тиждень для швидкого, свіжого збирання."
  },
  "jamaican-jerk-chicken": {
    "name": "Ямайська джерк курка",
    "desc": "Палаюча карибська класика, де курка покрита димчастою, гострою джерк приправою та смажиться до досконалості. Страва поєднує гостроту з ароматними травами для сміливого, незабутнього смаку.",
    "comment": "Приготуйте велику партію джерк маринаду та заморозте її в формах для льоду для легкого порціювання. Для максимальної ефективності замаринуйте кілька порцій курки одночасно та заморозте їх; м'ясо маринується, поки розморожується в холодильнику, що призводить до майже нульової активної підготовки. Партійне смаження на грилі кількох порцій одночасно зменшує активний час готування на порцію вдвічі."
  },
  "cuban-sandwich": {
    "name": "Кубинський сендвіч",
    "desc": "Легендарний флоридський пресований сендвіч з хрустким хлібом, викладеним цитрусово-маринованою смаженою свининою, пікантною шинкою, розтопленим швейцарським сиром, пікантними соліннями та жовтою гірчицею.",
    "comment": "Для оптимізації використовуйте дві важкі чавунні сковороди (одну як прес), щоб готувати обидві сторони одночасно та ідеально сплюснути сендвіч без паніні-преса. Приготуйте велику партію Мохо свинини в мультиварці на вихідні; активне збирання сендвіча тоді займає менше п'яти хвилин. Ви також можете зібрати кілька сендвічів та заморозити їх (без солінь), потім пресувати прямо з холодильника для швидкого прийому їжі."
  },
  "salade-nioise": {
    "name": "Салат Нісуаз",
    "desc": "Класичний французький салат з Ніцци з тунцем, анчоусами, круто звареними яйцями, картоплею, зеленою квасолею, помідорами та оливками, заправлений вінегретом з оливкової олії та білого винного оцту. Це середземноморська улюбленка, яка ідеально поєднує білки, овочі та солонуваті смаки.",
    "comment": "Для оптимізації зваріть велику партію яєць та картоплі на початку тижня; вони залишаються свіжими дні та скорочують збирання до всього кількох хвилин. Використовуйте заморожену зелену квасолю, яка бланшується за вдвічі менший час, або готуйте її в тому ж горщику, що й картоплю. Приготуйте більшу банку вінегрету, щоб тримати в холодильнику для миттєвого приправлення цього або інших салатів."
  },
  "waldorf-salad": {
    "name": "Салат Вальдорф",
    "desc": "Елегантний американський салат, створений у готелі Вальдорф-Асторія в Нью-Йорку, що поєднує хрусткі яблука, селеру, виноград та волоські горіхи в кремовій майонезній заправці. Солодке та хрустке поєднання робить його вічним класиком.",
    "comment": "Приготуйте кілька порцій одночасно, щоб скоротити середній час підготовки; салат добре зберігає свою текстуру до 24 годин під час охолодження. Використовуйте вирізувач серцевини та нарізач яблук, щоб пришвидшити процес нарізання кубиками, та одразу ж покладіть шматочки в заправці, щоб запобігти окисленню без додавання додаткового лимонного соку. Купівля волоських горіхів у більших, неочищених кількостях є більш економічно вигідною, і їх можна очистити оптом заздалегідь для швидкого збирання."
  },
  "coleslaw": {
    "name": "Кольслоу",
    "desc": "Класичний американський гарнірний салат з тонко нарізаної капусти та моркви, змішаний у кремовій, пікантній заправці. Його хрустка текстура та збалансований смак роблять його необхідним доповненням до важких, смажених на грилі або смажених страв.",
    "comment": "Кольслоу є ідеальним кандидатом для партійної підготовки, оскільки він залишається свіжим 3-5 днів, і смаки насправді покращуються, коли овочі маринуються. Використовуйте кухонний комбайн з диском для нарізання або широку мандоліну, щоб підготувати овочі за секунди замість ручного нарізання. Приготування чотирьох порцій одночасно займає майже стільки ж часу, скільки одна, забезпечуючи готовий до вживання гарнір на весь тиждень."
  },
  "shopska-salad": {
    "name": "Шопський салат",
    "desc": "Традиційний болгарський салат зі свіжих помідорів, огірків, червоної цибулі та болгарського перцю, прикрашений сніжно-білим шаром тонко тертого білого сиру. Заправлений просто оливковою олією та оцтом, це яскравий та освіжаючий балканський класик.",
    "comment": "Використовуйте мандоліну, щоб нарізати цибулю та огірки за секунди для рівномірної текстури. Для автентичного 'сніжного' вигляду натріть фету безпосередньо над мискою, використовуючи дрібну тертку замість крихманіння; попереднє заморожування сиру на 20 хвилин робить це без зусиль. Ви можете попередньо нарізати перець та цибулю оптом; вони залишаються хрусткими до 3 днів в герметичному контейнері, ефективно скорочуючи час підготовки для наступних порцій."
  },
  "gado-gado": {
    "name": "Гадо-гадо",
    "desc": "Індонезійський овочевий салат з бланшованих та сирих овочів, тофу, темпе та круто зварених яєць, всі покриті насиченим, гострим арахісовим соусом. Ця яскрава страва демонструє баланс текстур та смаків індонезійської кухні.",
    "comment": "Щоб скоротити час готування, використовуйте мікрохвильовку для 'парового бланшування' капусти та зеленої квасолі всього за 3 хвилини, помістивши їх у миску з краплею води та накривши. Ви можете варити яйця та картоплю в одному горщику, щоб заощадити енергію та час на прибирання, або використовувати стратегію партійного готування, приготувавши велику кількість арахісового соусу та смаженого тофу/темпе заздалегідь для зберігання в морозильнику. Для найсвіжішого смаку наріжте сирий огірок безпосередньо перед подачею та зберіть страву, поки овочі ще трохи теплі, щоб допомогти соусу краще прилипати."
  },
  "chicken-larb": {
    "name": "Курка Ларб",
    "desc": "Традиційний лаоський та тайський м'ясний салат з м'ясного фаршу курки, приправлений соком лайму, рибним соусом, перцем чилі та підсмаженим рисовим порошком. Подається зі свіжими травами та листям салату, він пропонує ідеальний баланс кислого, солоного та гострого смаків з унікальною горіховою хрусткістю.",
    "comment": "Щоб заощадити час, приготуйте велику партію 'Као Кхуа' (підсмажений рисовий порошок) та зберігайте його в герметичній банці; він залишається ароматним місяцями та забезпечує необхідну горіхову текстуру. Попередньо змішайте сік лайму, рибний соус та заправку з чилі в маленькій пляшці для миттєвого використання. Використання попередньо вимитих сумішей трав та купівля попередньо подрібненої курки значно скорочує активний час підготовки. Для підготовки їжі приготуйте подвійну порцію м'яса та зберігайте її окремо від трав, щоб зберегти свіжість."
  },
  "wakame-salad": {
    "name": "Салат з Вакаме",
    "desc": "Легкий та освіжаючий японський салат з морської водорості, зроблений з регідратованого вакаме, заправлений пікантною сумішшю рисового оцту, кунжутної олії та краплею цукру. Прикрашений кунжутним насінням, це здорова та багата на умамі гарнірна страва.",
    "comment": "Зволожте велику партію сушеного вакаме одночасно, вичавіть його дуже сухо та зберігайте без заправки в герметичному контейнері в холодильнику до 3 днів. Тримайте маленьку банку попередньо змішаної заправки (рисовий оцет, кунжутна олія, цукор) готовою; коли хочете порцію, просто покладіть жменю вакаме з ложкою заправки та прикрасьте кунжутним насінням, що скорочує активну підготовку до всього хвилини або двох."
  },
  "shuba-salad": {
    "name": "Салат Шуба",
    "desc": "Шарований салат з Радянського Союзу з соленою оселедцем, захованим під 'хутром' (салат по суті називається шубою) шарами тертої вареної картоплі, моркви, яєць та буряка, з'єднаними майонезом. Це основний продукт пост-радянських святкових столів, цінний за свій вражаючий фіолетовий зовнішній вигляд та пікантно-солодкий смаковий профіль.",
    "comment": "Щоб заощадити понад годину, підігрійте цілі коренеплоди в мікрохвильовці в закритому пакеті з краплею води протягом 10-15 хвилин замість варіння. Для максимальної ефективності використовуйте магазинні вакуумно запаковані попередньо варені буряки та насадку кухонного комбайна для тертя для всіх шарів. Замаринуйте цибулю в яблучному оцті та щіпці цукру на 5 хвилин, щоб прибрати гіркоту та додати яскраву кислотність, яка розрізає важкий майонез."
  },
  "vinegret": {
    "name": "Вінегрет",
    "desc": "Традиційний салат з коренеплодів, зроблений з варених буряків, картоплі та моркви, поєднаних з квашеною капустою та маринованими огірками. Заправлений олією, це здоровий, багатий на клітковину зимовий основний продукт, відомий своїм яскравим кольором та пікантним смаком.",
    "comment": "Скоротіть активний час, використовуючи вакуумно запаковані попередньо варені овочі та механічний нарізач сіткою. Змішайте нарізані кубиками буряки з олією окремо перед додаванням інших інгредієнтів, щоб запобігти забарвленню всього в фіолетовий колір. Приготування великої партії ідеальне, оскільки салат смакує краще на другий день і залишається свіжим у холодильнику до 5 днів."
  },
  "potato-salad": {
    "name": "Картопляний салат",
    "desc": "Класична кремова гарнірна страва з ніжної вареної картоплі, круто зварених яєць та хрусткого селеру в пікантній майонезній та гірчичній заправці. Ідеально збалансована з натяком оцту та цибулі, це основний продукт для барбекю та сімейних обідів.",
    "comment": "Щоб значно скоротити час підготовки, використовуйте металеву решітку для охолодження, щоб проштовхнути варену картоплю та яйця для миттєвого рівномірного нарізання кубиками. Ви можете 'варити' картоплю в мікрохвильовці в закритій мисці з краплею води всього за 8 хвилин замість 25. Змішайте оцет з картоплею, поки вона ще тепла, щоб максимізувати поглинання смаку перед додаванням заправки. Приготуйте велику партію, щоб заощадити час; смак покращується після дня в холодильнику та залишається свіжим до 72 годин."
  },
  "tagliata-con-rucola": {
    "name": "Тальята з Руколою",
    "desc": "Італійський класик з високоякісної смаженої на грилі яловичини, нарізаної та поданої на перцевому ложі руколи, прикрашений гострими пластівцями пармезану та простою бальзамічною заправкою.",
    "comment": "Приготуйте велику партію струганого пармезану та попередньо вимиту руколу для використання протягом тижня, мінімізуючи щоденну підготовку до простого збирання. Смаження двох стейків одночасно на великій сковороді дозволяє насолоджуватися одним гарячим та зберегти інший для холодного салату на наступний день, ефективно скорочуючи активний час готування на порцію вдвічі."
  },
  "ensalada-mixta": {
    "name": "Енсалада Мікста",
    "desc": "Освіжаючий іспанський міксований салат зі свіжого салату, помідорів, огірків та цибулі, прикрашений консервованим тунцем, круто звареними яйцями та оливками. Заправлений класичним вінегретом з оливкової олії та білого винного оцту.",
    "comment": "Приготуйте дюжину круто зварених яєць одночасно; вони залишаються свіжими в холодильнику 7 днів, усуваючи щоденний час готування. Зберігайте нарізану цибулю в холодній воді, щоб прибрати різкі сірковмісні сполуки, зберігаючи їх хрусткими для миттєвого збирання. Використовуйте маленьку банку для емульгування заправки за секунди, забезпечуючи більш рівномірне покриття з меншою кількістю олії."
  },
  "belgian-waffles": {
    "name": "Бельгійські вафлі",
    "desc": "Автентичні дріжджові вафлі, легкі та повітряні з хрусткою зовнішньою оболонкою та глибокими кишенями. Цей традиційний рецепт дає складний смаковий профіль, який ідеально поєднується з цукровою пудрою або свіжими ягодами.",
    "comment": "Приготуйте тісто в блендері та охолодьте на ніч, щоб пропустити ранкову підготовку та підсилити глибину смаку через повільну ферментацію. Для максимальної ефективності приготуйте велику партію, заморозте зайві та підігрійте їх у тостері, щоб повернути їх характерний хруст за секунди—ідеально для зайнятих буднів."
  },
  "macarons": {
    "name": "Макарони",
    "desc": "Делікатне французьке мигдалеве меренгове печиво з гладкою, хрусткою оболонкою та м'якою, жувальною внутрішньою частиною. Наполнені ганашом, вершковим маслом або джемом, ці барвисті кондитерські вироби є символом французької кондитерської майстерності та вимагають точності для оволодіння.",
    "comment": "Макарони ідеальні для партійного готування: заморозте готові оболонки до 3 місяців або наповнені на місяць; текстура значно покращується після 24 годин дозрівання. Використовуйте кухонний комбайн, щоб подрібнити мигдалеве борошно та цукрову пудру разом, щоб пропустити ручне просіювання та забезпечити гладку оболонку. Подвоєння розміру партії скорочує ваш активний час підготовки на порцію вдвічі з мінімальними додатковими зусиллями при відтисканні."
  },
  "chicken-kiev": {
    "name": "Котлета по-київськи",
    "desc": "Класична українська страва з відбитого курячого філе, загорнутого навколо вершкового масла з травами, панірованого та глибоко смаженого. Головна особливість—це розтоплене масло з травами, яке витікає при першому різі.",
    "comment": "Зробіть велику партію згорнутих та панірованих курячих 'колод' та заморозте їх. Це усуває трудомістку підготовку та забезпечує, що масло залишається достатньо холодним, щоб не витікати під час смаження. Використовуйте техніку подвійного панірування для міцної скоринки та смажте прямо з замороженого для найкращих результатів."
  },
  "brownie": {
    "name": "Брауні",
    "desc": "Щільний, тягучий шоколадний десертний батончик з тріскучим верхом та насиченим, інтенсивним шоколадним смаком. Зроблений з розтопленого шоколаду та масла, брауні люблять за їх жувальну текстуру та глибокий смак какао. Класична американська страва, яка одночасно проста та розкішна.",
    "comment": "Випікайте велику партію одночасно та заморозте квадрати: брауні ідеально заморожуються та набувають більш тягуча текстуру під час розморожування. Використовуйте одну мікрохвильову скляну миску як для розтоплення шоколаду/масла, так і для змішування решти інгредієнтів, щоб мінімізувати прибирання. Висвіть форму для випікання паперовими 'стрічками', щоб витягнути весь блок для миттєвого охолодження та нарізання. Ви також можете підготувати суху суміш (борошно, цукор) заздалегідь, щоб скоротити щоденну підготовку до лише додавання вологих інгредієнтів."
  },
  "katsudon": {
    "name": "Кацудон",
    "desc": "Ситиня японська рисова чаша, прикрашена хрусткою панірованою свинячою відбивною (тонкацу) та яйцями, тушкованими в солодкому та пікантному бульйоні даші. Багатий на умамі соус просочується в рис та панірування, створюючи глибоко задовольняючу комфортну їжу.",
    "comment": "Щоб різко скоротити час, підготуйте свинячі відбивні партією: паніруйте їх оптом та заморозте сирими. Коли готові їсти, ви можете смажити їх прямо з замороженого (просто додайте 1-2 хвилини до часу смаження). Альтернативно, смажте партію та заморозте; підігрійте в тостер-духовці для найшвидшого прийому їжі. Для соусу використовуйте 'Менцую' (концентровану основу для супу з локшини), розведену водою—це миттєво замінює даші, соєвий соус, мірін та цукор. Ви також можете використовувати заморожену нарізану цибулю, щоб пропустити нарізання."
  },
  "churros": {
    "name": "Чуррос",
    "desc": "Іспанські смажені тістечка з заварного тіста, відтиснуті у довгі смужки та глибоко смажені до золотого та хрусткого стану. Покриті цукром з корицею, вони традиційно подаються з гарячим шоколадом для макання. Улюблена вулична їжа, яка одночасно проста та розкішна.",
    "comment": "Відтисніть сирі смужки тіста на піднос, вистелений пергаментом, та заморозте до затвердіння, потім перенесіть у пакет з замком. Ви можете смажити їх прямо з замороженого (додайте 1-2 хвилини до часу готування), що зменшує час підготовки до нуля для майбутніх закусок. Використовуйте кухонні ножиці, щоб нарізати тісто безпосередньо в гарячу олію, щоб уникнути обробки липкого сирого тіста та забезпечити чисті краї."
  },
  "bryan-johnsons-nutty-pudding": {
    "name": "Горіховий пудинг вiд Браяна Джонсона",
    "desc": "Багата на поживні речовини миска-смузі, наповнена подрібненими горіхами, насінням, ягодами та какао. Створена для оптимального харчування з корисними жирами, омега-3, антиоксидантами та клітковиною.",
    "comment": "Подрібніть горіхи та насіння оптом раз на тиждень та зберігайте в герметичних контейнерах у холодильнику, щоб скоротити щоденний час підготовки вдвічі. Використовуйте заморожені ягоди замість свіжих—вони часто дешевші та перемішуються в кремовішу текстуру. Приготуйте 2-3 порції одночасно; насіння чиа загуснуть за ніч, покращуючи консистенцію пудингу."
  },
  "bryan-johnsons-super-veggie": {
    "name": "Super Veggie вiд Браяна Джонсона",
    "desc": "Сильна страва для довголіття з чорної сочевиці, хрестоцвітих овочів та грибів. Постачає величезні кількості клітковини, рослинного білка та сульфорафану.",
    "comment": "Найбільша економія часу—це готування сочевиці оптом на 3-4 дні (вона добре зберігається). Ви також можете купити заморожені попередньо нарізані суміші брокколі/цвітної капусти, щоб пропустити миття та нарізання—харчово вони такі ж хороші. Якщо їсте щодня, змішайте інгредієнти соусу (лайм, оцет, спеції, олія) в маленькій банці на весь тиждень, щоб просто поливати зверху."
  }
}
