{
  "scrambled-eggs": {
    "name": "Яичница-болтунья",
    "desc": "Нежная воздушная яичница-болтунья, приправленная солью и перцем. Быстрый завтрак, который отлично сочетается с тостами или свежей зеленью.",
    "comment": "Яичница-болтунья хорошо хранится в холодильнике. Чтобы сэкономить время, приготовьте две порции сразу — одну съешьте сразу, другую оставьте на потом."
  },
  "omelette": {
    "name": "Омлет",
    "desc": "Воздушное, слегка сложенное яичное блюдо с тушеными овощами и расплавленным сыром. Родом из французской кухни, это классическое блюдо для быстрых завтраков и легких обедов по всему миру.",
    "comment": "Омлет хорошо хранится в холодильнике 2-3 дня. Заранее приготовьте начинку большими порциями — например, тушеный лук и перец — и храните отдельно, чтобы быстро разогреть при приготовлении омлетов. Используйте предварительно нарезанный замороженный лук и сладкий перец, чтобы сократить время нарезки без значительного увеличения стоимости. Используйте тонкую антипригарную сковороду на среднем огне для более быстрого схватывания без переворачивания, и держите сыр при комнатной температуре для равномерного плавления."
  },
  "fried-eggs": {
    "name": "Яичница",
    "desc": "Классическое блюдо для завтрака — простая и сытная яичница. Её можно готовить по-разному: глазунья, яйцо всмятку или вкрутую — на любой вкус.",
    "comment": "Яичница лучше всего свежая, но может храниться в холодильнике день. Чтобы сэкономить время, поджарьте несколько яиц для нескольких порций одновременно на большой сковороде — съешьте одну порцию сейчас, остальные оставьте на потом. Используйте хорошо разогретую антипригарную сковороду или спрей, чтобы предотвратить прилипание и ускорить приготовление. Сначала разбейте все яйца в миску для быстрого добавления на сковороду."
  },
  "arugula-salad-with-parmesan-and-che": {
    "name": "Салат с рукколой, пармезаном и черри",
    "desc": "Изысканный салат с пряными листьями рукколы, сладкими помидорами черри, хрустящими орехами и стружкой пармезана. Заправленный оливковым маслом и лимонным соком, он идеально сочетает вкусы и текстуры, подходит как закуска или лёгкое блюдо.",
    "comment": "Вы можете приготовить две или более порций этого салата сразу: храните сухие ингредиенты отдельно от помидоров черри. Или, если вам лень, смешайте все ингредиенты с черри и примите, что на следующий день они будут менее сочными. Затем заправьте салат непосредственно перед подачей. Это значительно сократит время подготовки. Вы также можете использовать предварительно вымытую рукколу и предварительно обжаренные грецкие орехи."
  },
  "borscht": {
    "name": "Борщ",
    "desc": "Сытный украинский свекольный суп, тушенный с капустой, морковью и картофелем, заправленный сметаной и укропом. Его глубокий малиновый оттенок и земляная сладость делают его уютным классическим блюдом по всей Восточной Европе.",
    "comment": "Вы можете приготовить большую кастрюлю борща на несколько приемов пищи: желательно быстро остудить, разложить по герметичным контейнерам и хранить добавки, такие как сметана и свежие травы, отдельно, добавляя их только при подаче. Он становится вкуснее на следующий день! Это значительно сократит время подготовки. Вы даже можете хранить его несколько месяцев в морозилке, пока не потеряется вкус. Удобно использовать вареную свеклу, чтобы не окрасить всю комнату в фиолетовый. Вы также можете использовать предварительно нарезанную замороженную смесь свеклы и моркови, чтобы сократить время нарезки. Держите готовый домашний или магазинный бульон под рукой, чтобы вам нужно было только помешать овощи."
  },
  "ramen": {
    "name": "Рамен",
    "desc": "Дымящаяся миска японского супа с лапшой, пикантным бульоном, приправленным соевым соусом, и свежими добавками. Сытный завтрак или быстрый ужин с насыщенным вкусом умами.",
    "comment": "Приготовьте большой котел бульона большими порциями, используя куриные кости или магазинный даси/бульон в скороварке (20 мин), затем заморозьте порциями. Заранее подготовьте добавки, такие как вареные яйца и нарезанный зелёный лук, храните отдельно в холодильнике до 3 дней. Варите лапшу свежей и собирайте: общее активное время снижается, так как партия сокращает подготовку на порцию на 70%. Используйте предварительно сваренные яйца из магазина или метод микроволновки для яиц (1 мин)."
  },
  "khao-soi": {
    "name": "Кхау сой",
    "desc": "Северный тайский суп-лапша карри с богатым кокосовым бульоном, ароматными травами, нежной курицей и хрустящими жареными луком-шалотом. Балансирует пикантные, сладкие, цитрусовые ноты.",
    "comment": "Приготовьте дополнительную пасту карри (смешайте чеснок, лук-шалот, специи, лемонграсс заранее) и заморозьте в формах для льда на 1 месяц использования. Приготовьте большую порцию куриного бульона с ароматическими добавками (лемонграсс, листья лайма, курица) в скороварке, чтобы сократить тушение до 20 мин, разложите порциями и заморозьте. Разогрейте замороженный бульон, добавьте кокосовое молоко и свежую лапшу; обжарьте лук-шалот небольшими порциями или используйте духовку для меньшего количества масла. Порционное приготовление сокращает активное время на порцию на 70%; домашняя паста дешевле магазинной в долгосрочной перспективе."
  },
  "pho": {
    "name": "Фо",
    "desc": "Ароматный вьетнамский суп с лапшой из прозрачного говяжьего бульона, рисовой лапши, свежих трав и тонко нарезанной говядины. Ароматная смесь звёздчатого аниса, корицы и имбиря создаёт сытную миску с пикантным и слегка сладким вкусом.",
    "comment": "Используйте качественный магазинный говяжий бульон или бульонные кубики, чтобы пропустить долгое тушение; обжарьте ароматические добавки под грилем 5 минут вместо плиты. Приготовьте большую порцию бульона, быстро остудите, разложите по герметичным контейнерам и заморозьте на срок до 3 месяцев — разогревайте только то, что нужно. Варите несколько порций лапши одновременно и держите добавки, такие как базилик, лук и лайм, отдельно до подачи. Бланшируйте ростки бобов быстро, если желаете."
  },
  "xiao-long-bao": {
    "name": "Сяо Лун Бао",
    "desc": "Нежные китайские пельмени с супом из Цзяннань, начиненные свининой, желеобразным бульоном, который превращается в суп, и завернутые в тонкое прозрачное тесто. Готовятся на пару горячими, начинка взрывается пикантным бульоном при укусе.",
    "comment": "Приготовьте двойную или тройную порцию начинки и желе заранее, заморозьте желе порциями и начинку отдельно; разморозьте на ночь для быстрой сборки на следующий день. Приготовьте тесто в большом количестве и храните завернутым; соберите 20+ пельменей сразу, чтобы сократить время складок в два раза на партию. Готовьте на пару несколько подносов одновременно в большой пароварке. Заморозьте несобранные пельмени на подносе, затем переложите в пакеты на срок до 2 месяцев — готовьте на пару прямо из замороженного состояния, добавив 2 минуты."
  },
  "hondashi-miso-soup": {
    "name": "Суп мисо с хондаси",
    "desc": "Ароматный японский суп мисо — простое домашнее блюдо, сочетающее пикантный бульон даси со сладкой пастой мисо и мягким тофу. Классический завтрак или дополнение к любому блюду, согревающий за считанные минуты.",
    "comment": "Используйте предварительно нарезанный тофу и зелёный лук, хранящийся в воде, чтобы сократить время нарезки. Соберите суп менее чем за 2 минуты с подготовленным бульоном."
  },
  "traditional-miso-soup": {
    "name": "Традиционный суп мисо",
    "desc": "Ароматный японский суп мисо — простое домашнее блюдо, сочетающее пикантный бульон даси со сладкой пастой мисо и мягким тофу. Классический завтрак или дополнение к любому блюду, согревающий за считанные минуты.",
    "comment": "Подготовьте бульон даси заранее и храните его в холодильнике до 3 дней или заморозьте в формах для льда на отдельные порции. Держите пасту мисо готовой, смешанной в маленьких банках для быстрого растворения. Для порционного приготовления приготовьте большой котел даси раз в неделю, разложите по дневным пакетам и заморозьте — разморозьте на ночь в холодильнике. Используйте предварительно нарезанный тофу и зелёный лук, хранящийся в воде, чтобы сократить время нарезки. Соберите суп менее чем за 2 минуты с подготовленным бульоном."
  },
  "chicken-soup": {
    "name": "Куриный суп",
    "desc": "Сытная миска домашнего куриного супа с нежным бульоном, свежими овощами и лапшой — идеально для прохладных вечеров. Классическое домашнее блюдо, популярное во всём мире.",
    "comment": "Приготовьте большую порцию супа на несколько приемов пищи: быстро остудите, разложите по герметичным контейнерам, храните в холодильнике до 4 дней или заморозьте на срок до 3 месяцев, добавляя петрушку свежей при подаче. Вкуснее на следующий день. Используйте предварительно натертую морковь и замороженную смесь мирепуа (морковь, сельдерей, лук), чтобы сократить время нарезки без увеличения стоимости. Держите бульон и предварительно приготовленную измельченную курицу (из партии) готовыми. Используйте скороварку: 10 мин под высоким давлением для всего после обжарки."
  },
  "udon": {
    "name": "Удон",
    "desc": "Сытный японский суп с лапшой из толстой пшеничной лапши, тушённой в нежном бульоне даси, украшен зелёным луком и хлопьями темпуры. Классическое блюдо домашней кухни, которое можно быстро собрать для сытного обеда.",
    "comment": "Подготовьте бульон даси заранее и храните в холодильнике до 3 дней или заморозьте порциями. Для партии приготовьте большой котел даси раз в неделю. Используйте порошок даси: просто растворите в горячей воде. Варите лапшу отдельно в свежей воде 8-10 мин, промойте холодной водой, чтобы остановить приготовление. Держите предварительно сваренную промытую лапшу и нарезанный зелёный лук замороженными. Суп собирается менее чем за 5 мин, если даси/лапша готовы: нагрейте даси, добавьте приправы/лапшу, сверху хлопья/зелёный лук."
  },
  "tom-yum": {
    "name": "Том Ям",
    "desc": "Острый тайский суп, сочетающий ароматные травы со свежими креветками для яркого, пикантного вкуса. Острая жгучесть и цитрусовые ноты делают его классическим блюдом кухни Юго-Восточной Азии.",
    "comment": "Приготовьте большую порцию ароматной пасты (растолките или смешайте лемонграсс, галангал, листья лайма, хлопья чили вместе) и заморозьте в формах для льда на срок до 3 месяцев; опускайте один кубик на порцию в кипящий бульон. Используйте предварительно нарезанные грибы и магазинный рыбный бульон, чтобы пропустить нарезку и варку с нуля. Приготовьте большую кастрюлю супа, быстро остудите, разложите по герметичным контейнерам и заморозьте на срок до 1 месяца; разогревайте со свежими креветками или белком. Это сокращает подготовку на порцию на 70%."
  },
  "tom-kha-gai": {
    "name": "Том Кха Гай",
    "desc": "Ароматный тайский суп на кокосовом молоке с нежной курицей и ароматными травами. Сливочный бульон дополняется лемонграссом, галангалом и листьями лайма для освежающего вкуса.",
    "comment": "Приготовьте большую порцию ароматной пасты (смешайте лемонграсс, галангал, прик ки ну, листья лайма) и заморозьте порциями для быстрого использования; тушите с кокосовым молоком и бульоном. Используйте предварительно нарезанную курицу кусочками и предварительно нарезанный цао гу, чтобы минимизировать нарезку. Приготовьте большую кастрюлю, быстро остудите, разложите порциями и заморозьте основу (без курицы) на 1-2 месяца; добавляйте свежую или предварительно отваренную курицу при разогреве. Порционное приготовление сокращает активное время на порцию на 70%. Предварительно отварите курицу большими порциями на неделю."
  },
  "laksa": {
    "name": "Лакса",
    "desc": "Острый, ароматный суп с лапшой из Малайзии, сочетающий кокосовое молоко с ароматным бульоном из лемонграсса и галангала. Обычно подаётся горячим в миске, украшен свежими травами и лаймом для освежающего вкуса.",
    "comment": "Подготовьте пасту со специями заранее и храните в холодильнике или морозилке до месяца. Приготовьте большую порцию бульона, используя скороварку, чтобы сократить время приготовления, затем разложите порциями и заморозьте. Когда готовы подавать, разогрейте бульон, добавьте свежую лапшу и украсьте. Предварительно приготовьте креветки отдельно и храните в холодильнике, добавляя их непосредственно перед подачей. Порционное приготовление сокращает активное время подготовки на порцию примерно на 70%."
  },
  "harira": {
    "name": "Харира",
    "desc": "Бархатный марокканский суп, где нежная баранина, нут и чечевица объединены томатной основой и мучным загустителем (тедуира). Настоянный на имбире, корице и свежих травах, это полноценное питательное блюдо.",
    "comment": "Чтобы сэкономить время, измельчите лук, сельдерей и травы в кухонном комбайне вместо ручной нарезки. Используйте скороварку, чтобы размягчить баранину и нут за 45 минут вместо 1.5 часов. Приготовьте большую порцию основы (мясо/бобовые/бульон) и заморозьте ее; добавляйте вермишель и мучной загуститель (тедуира) только при разогреве, чтобы сохранить идеальную текстуру."
  },
  "shchi": {
    "name": "Щи",
    "desc": "Фундаментальный русский суп с мягкой капустой и нежной говядиной в прозрачном, пикантном бульоне. Кислотность от помидоров (или квашеной капусты) уравновешивает насыщенность мяса и сладость корнеплодов.",
    "comment": "Щи знамениты тем, что на следующий день вкуснее ('Суточные щи'), поэтому всегда готовьте двойную порцию, чтобы дать вкусам настояться на ночь в холодильнике. Для значительной экономии времени используйте качественную квашеную капусту вместо свежей — это устраняет время на шинкование и дает аутентичный кислый профиль мгновенно. Если используете скороварку, добавляйте картофель только на последние 5 минут давления, чтобы предотвратить его распад."
  },
  "okroshka": {
    "name": "Окрошка",
    "desc": "Освежающий русский холодный суп, приготовленный на кефире, с нарезанными сырыми овощами и вареными яйцами, популярен летом. Его пикантный вкус усиливается каплей уксуса или лимонного сока.",
    "comment": "Предварительно сварите яйца и картофель заранее и храните их в холодильнике до 3 дней. Предварительно нарежьте все овощи и храните их отдельно в герметичных контейнерах. Когда готовы подавать, просто смешайте все с кефиром. Вы можете приготовить овощную смесь на несколько дней вперед. Порционная подготовка сокращает активное время подготовки примерно на 60%."
  },
  "lagman": {
    "name": "Лагман",
    "desc": "Сытный среднеазиатский суп с лапшой из широкой домашней лапши, покрытой пикантной обжаренной говядиной и овощами. Родом из Кыргызстана и Узбекистана, славится наваристым бульоном и упругой текстурой лапши.",
    "comment": "Приготовьте тесто за несколько часов заранее, охладите его в холодильнике и раскатайте, когда готовы готовить. Это сокращает время отдыха. Также предварительно нарежьте все овощи и замаринуйте говядину на ночь для более глубокого вкуса."
  },
  "kharcho": {
    "name": "Харчо",
    "desc": "Сытный грузинский говяжий суп с рисом в остром томатном бульоне с грецкими орехами. Отличается ароматными специями — пажитником, кориандром и чили, которые придают ему особый тёплый вкус.",
    "comment": "Приготовьте большую кастрюлю харчо на 4-6 порций: после варки говядины, разложите остывший суп по герметичным контейнерам и заморозьте на срок до 3 месяцев, разогревайте только то, что нужно. Используйте готовый говяжий бульон или замороженную вареную говядину, чтобы пропустить начальное тушение. Держите партию замороженной смеси жареного лука и томатной пасты, добавляя напрямую в бульон. Подготовьте пасту со специями (пажитник, чеснок, кориандр) заранее и храните в холодильнике неделю. Эти шаги сохраняют вкус, одновременно сокращая активное время."
  },
  "altibariai": {
    "name": "Шалтибарщай",
    "desc": "Классический литовский холодный свекольный суп, сочетающий земляную сладость с кремовой кислинкой. Традиционно подаётся охлаждённым летом и часто подаётся с укропом.",
    "comment": "Порциями сварите свеклу и картофель заранее на срок до 5 дней в холодильнике или заморозьте очищенную свеклу на месяцы. Предварительно нарежьте зелёный лук, огурец и укроп, храните отдельно в герметичных контейнерах 3 дня. Смешайте кефирную основу с солью и храните охлаждённой до 2 дней; перемешайте овощи непосредственно перед подачей, чтобы сохранить хрусткость. Для ежедневного использования поддерживайте большую емкость основы супа и добавляйте свежие гарниры на каждую миску. Это сокращает активную подготовку на 75%."
  },
  "focaccia": {
    "name": "Фокачча",
    "desc": "Классическая итальянская лепешка из Лигурии, известная воздушным мякишем и ароматной начинкой из розмарина. Часто подаётся как закуска или сопровождение к супам и салатам.",
    "comment": "Подготовьте тесто заранее и дайте ему подняться в холодильнике на ночь или несколько часов. Это значительно сокращает активное время подготовки. Используйте кухонный комбайн для быстрого замеса теста. Для порционной подготовки приготовьте несколько фокачч одновременно и заморозьте лишние. Тесто можно хранить в холодильнике до 3 дней перед выпечкой."
  },
  "minestrone": {
    "name": "Минестроне",
    "desc": "Сытный итальянский овощной суп, сочетающий помидоры, фасоль, пасту и свежие травы. Основное блюдо тосканской кухни, часто подаётся как первое блюдо в зимние месяцы.",
    "comment": "Используйте предварительно нарезанную овощную смесь и консервированную фасоль, чтобы сократить время подготовки. При приготовлении большой партии тушите на слабом огне до 2 часов; суп становится более насыщенным и может храниться в холодильнике 3–4 дня."
  },
  "french-onion-soup": {
    "name": "Французский луковый суп",
    "desc": "Классическое французское домашнее блюдо со сладким карамелизированным луком в насыщенном говяжьем бульоне, покрытое растопленным грюйером на поджаренных ломтиках багета. Медленно тушёный, с глубоким вкусом — идеальная закуска к любому сытному блюду.",
    "comment": "Карамелизируйте лук большой партией на несколько порций — храните лишнее в морозилке для быстрого разогрева, сокращая будущее время готовки вдвое. Используйте предварительно измельченный чеснок и запекайте весь лук в духовке при 300°F для карамелизации без участия. Держите бульон под рукой или заморозьте порциями; готовьте несколько сырных тостов одновременно под грилем."
  },
  "gazpacho": {
    "name": "Гаспачо",
    "desc": "Охлаждённый испанский томатный суп, сочетающий спелые помидоры с огурцом, сладким перцем, луком и чесноком для освежающего, пикантного вкуса. Идеально подходит как лёгкая закуска или летний перекус, часто подаётся с оливковым маслом и хересным уксусом.",
    "comment": "Используйте блендер или кухонный комбайн для быстрой обработки всех овощей. Гаспачо можно приготовить большими партиями и хранить в холодильнике несколько дней — он действительно улучшается во вкусе. Предварительно нарежьте овощи и храните их отдельно, затем смешайте, когда готовы подавать. Порционная подготовка сокращает активное время подготовки примерно на 70%."
  },
  "tomato-soup": {
    "name": "Томатный суп",
    "desc": "Сытный, бархатный томатный суп, тушённый с луком, чесноком, морковью и куриным бульоном. Ярко-красный оттенок и шелковистая текстура делают его классическим блюдом как для обеда, так и для ужина.",
    "comment": "Приготовьте большую партию супа на четыре порции, затем охладите или заморозьте отдельные порции. Суп еще вкуснее на следующий день и может храниться несколько дней. Используйте погружной блендер прямо в кастрюле для более быстрого пюрирования. Порционное приготовление сокращает общие усилия на порцию примерно на 60%. Предварительно нарежьте мирепуа (лук, морковь, чеснок) и заморозьте порциями."
  },
  "caldo-verde": {
    "name": "Калдо Верде",
    "desc": "Традиционный португальский суп из картофеля, капусты кале и чоризо, подаётся горячим в деревенской миске. Славится уютной простотой и тонким дымным вкусом копчёной колбасы.",
    "comment": "Приготовьте большую кастрюлю на 4 порции: быстро остудите, разложите по герметичным контейнерам, храните в холодильнике до 4 дней или заморозьте на срок до 3 месяцев, добавляя чоризо свежим при подаче. Суп улучшается на следующий день. Используйте предварительно сваренный картофель из партии и замороженную нарезанную капусту кале, чтобы сократить нарезку. Держите нарезанный лук/чеснок замороженными готовыми. Партия сокращает активное время на порцию на 50%. Скороварка сокращает время варки вдвое."
  },
  "fufu": {
    "name": "Фуфу",
    "desc": "Классическое блюдо западноафриканской кухни, фуфу — это мягкое тесто из варёной маниоки, растолчённой до гладкой консистенции. Прекрасно сочетается с острыми супами и тушёными блюдами, служа крахмалистой основой, которая впитывает вкусы.",
    "comment": "Очистите и нарежьте маниоку кусками заранее, храните в воде в холодильнике до 2 дней. Варите несколько порций, толките/формируйте, пока горячее, используя стационарный миксер или картофелемялку с водой для гладкой быстрой текстуры. Храните растолченное фуфу герметично до 24ч или заморозьте порциями. Скороварка сокращает варку до 15мин. Порционное толчение для 4 порций экономит 50% активного времени."
  },
  "egusi-soup": {
    "name": "Супа Эгуси",
    "desc": "Сытный нигерийский суп из семян дыни, тушённый с листовой зеленью, пальмовым маслом и различными видами мяса, часто подаётся с толчёным ямсом или фуфу. Его густая, ореховая текстура и пикантная глубина делают его классическим блюдом на семейных собраниях.",
    "comment": "Предварительно размолите эгуси, нарежьте/заморозьте лук порциями. Используйте скороварку для говядины (15мин) и держите бульон замороженным. Замороженный шпинат размораживается мгновенно. Приготовьте двойную партию, быстро остудите, разложите порциями/заморозьте на срок до 2 месяцев; разогревается быстро, вкусы углубляются. Добавляйте шпинат отдельно при подаче. Партия сокращает активное время на порцию на 50%."
  },
  "greek-salad": {
    "name": "Греческий салат",
    "desc": "Яркая смесь спелых помидоров, хрустящих огурцов, пикантной феты и солёных оливок, заправленных оливковым маслом и орегано. Классический греческий салат — освежающее блюдо без готовки, идеально подходит для жарких летних дней.",
    "comment": "Предварительно нарежьте все овощи и храните их отдельно в герметичных контейнерах в холодильнике до 3 дней. Нарежьте фету кубиками и разложите оливки порциями заранее. Вы можете приготовить овощную смесь на несколько дней вперед, но добавляйте заправку только при подаче. Используйте овощерезку или кухонный комбайн импульсами для равномерной нарезки кубиками за секунды."
  },
  "gravlax": {
    "name": "Гравлакс",
    "desc": "Скандинавский деликатес из тонко нарезанного маринованного лосося, приправленного солью, сахаром, укропом и горошинами перца. Шелковистая текстура и тонкий баланс пикантных и травяных вкусов прекрасно сочетаются с ржаным хлебом или каперсами.",
    "comment": "Приготовьте большую партию гравлакса (например, 1кг лосося) сразу — увеличьте смесь для маринования равномерно, плотно заверните и охладите; хранится неделю или хорошо замораживается порциями. Это сокращает активное время подготовки на порцию на 70%, так как смешивание/намазывание масштабируется минимально. Используйте предварительно нарезанный замороженный укроп, если доступен дешево, чтобы сэкономить на нарезке; переверните упаковку один раз посередине пассивно."
  },
  "soba": {
    "name": "Соба",
    "desc": "Классическое японское блюдо из гречневой лапши, подаётся охлаждённым с пикантным соусом для макания. Нежный, ореховый вкус соба прекрасно сочетается со свежей зеленью и хрустящими хлопьями темпуры.",
    "comment": "Предварительно приготовьте даси и соус партиями, заморозьте кубики даси; нарежьте гарниры заранее. Варите несколько порций одновременно в большой кастрюле, чтобы сократить время на порцию. Замочите сухую соба 15мин перед варкой для лучшей текстуры и более короткого времени готовки."
  },
  "hot-dog": {
    "name": "Хот-дог",
    "desc": "Классика уличной еды из Соединённых Штатов — хот-дог: приправленная свиная колбаса с мягкой булкой и горстью приправ. Быстро собирается и отлично подходит как лёгкая закуска или еда на ходу.",
    "comment": "Готовьте несколько колбасок одновременно на сковороде или гриле, чтобы сократить время готовки на порцию вдвое; они хорошо разогреваются из холодильника или морозилки в микроволновке за 30 секунд. Предварительно нарежьте лук и храните в холодильнике до 3 дней, или используйте кухонный комбайн для порционной нарезки. Держите приправы в бутылках с дозатором на столе для мгновенной сборки."
  },
  "burger": {
    "name": "Бургер",
    "desc": "Классический американский бургер с сочной говяжьей котлетой, свежим салатом, помидорами и сыром между поджаренными булочками. Пикантная смесь обжаренного мяса и хрустящих овощей делает его культовой классикой уличной еды.",
    "comment": "Предварительно сформируйте несколько котлет из говяжьего фарша, сложите с пергаментом и заморозьте; они готовятся прямо из замороженного состояния на 1 минуту дольше. Порциями нарежьте помидоры, лук, если добавляется, и салат, храните в герметичных контейнерах в холодильнике до 2 дней. Поджарьте булочки партией под грилем, пока котлеты шкворчат, и держите приправы смешанными в бутылке с дозатором."
  },
  "pizza-pepperoni": {
    "name": "Пицца Пепперони",
    "desc": "Классическая итальянская пицца с острыми ломтиками пепперони и растопленным моцареллой на хрустящей выпеченной корочке. Сочетание дымного вяленого мяса и тягучего сыра делает её популярным блюдом для совместной трапезы.",
    "comment": "Держите партию теста для пиццы в холодильнике, делая длинный холодный подъем на 1–3 дня, чтобы вам нужно было только сформировать и накрыть перед выпечкой. Дайте тесту слегка согреться, пока вы разогреваете духовку и камень или сталь, чтобы формовка была легче без дополнительного времени. Подготовьте томатный соус заранее и храните в холодильнике или морозилке небольшими порциями, готовыми к использованию. Натрите сыр и нарежьте пепперони для нескольких пицц одновременно, храните в герметичных контейнерах несколько дней, так что сборка пиццы занимает менее 10 минут. Выпечка двух пицц одновременно на отдельных решетках или использование большого противня максимизирует использование духовки без увеличения активного времени."
  },
  "pizza-margherita": {
    "name": "Пицца Маргарита",
    "desc": "Классическая неаполитанская пицца с тонкой, воздушной выпеченной корочкой, покрытой ярким томатным соусом, кремовой моцареллой ди буфала кампана и ароматными листьями базилика. Известна простыми, сбалансированными вкусами, подчёркивающими качество ингредиентов.",
    "comment": "Смешайте большую партию неаполитанского теста и дайте ему холодно подняться в холодильнике на 1–3 дня, разделив на шарики, чтобы каждый был готов к раскатке и выпечке. Достаньте тесто за 45–60 минут до выпечки, чтобы оно расслабилось и быстро растягивалось без дополнительной работы. Держите простой томатный соус предварительно приготовленным или смешанным и охлаждённым в бутылке с дозатором для быстрого нанесения. Храните моцареллу ди буфала и базилик готовыми к использованию, промокнув сыр насухо и разорвав его руками непосредственно перед выпечкой, чтобы избежать водянистой пиццы. Выпекайте на предварительно разогретом камне или стали при максимальной температуре духовки, чтобы пицца готовилась всего за несколько минут."
  },
  "grilled-cheese": {
    "name": "Гриль-сырный сэндвич",
    "desc": "Сытный сэндвич из обжаренного на масле белого хлеба с тягучим растопленным чеддером. Классическое американское домашнее блюдо. Хрустящая золотистая корочка и нежная внутренность делают его идеальным для быстрых обедов или поздних перекусов.",
    "comment": "Натрите блок чеддера заранее и храните в холодильнике до недели, или используйте магазинные предварительно натертые пакеты для мгновенного использования. Держите ломтики хлеба замороженными порциями и масло размягченным при комнатной температуре, чтобы вы могли равномерно намазать его за секунды без ножа. Нагрейте чугунную сковороду или антипригарную сковороду на среднем огне и готовьте два сэндвича одновременно, переворачивая только один раз; для партий разогрейте духовку до 400°F и запекайте несколько на противне для еще более быстрого хрустящего поджаривания без участия, пока вы готовите гарниры."
  },
  "club-sandwich": {
    "name": "Клаб-сэндвич",
    "desc": "Высокий американский трехэтажный сэндвич из поджаренного белого хлеба, слоями с нарезанной грудкой индейки, хрустящим беконом, свежим салатом, ломтиками помидоров и майонезом. Зубочистки скрепляют слои для удобства.",
    "comment": "Обжарьте большую партию бекона на противне в духовке при 400°F и храните приготовленные полоски в холодильнике до 5 дней или заморозьте их плоскими для быстрой разморозки. Купите предварительно нарезанную грудинку индейки в гастрономе и храните вакуумно упакованной или плотно завернутой; нарежьте помидоры и салат заранее, сохраняя их хрустящими в отдельных контейнерах холодильника с бумажными полотенцами. Поджарьте все три ломтика хлеба одновременно в тостер-духовке или тостере, затем уложите слоями конвейерным стилем для нескольких сэндвичей — разогрейте бекон кратко в микроволновке, если нужно, чтобы сэкономить время на сковороде."
  },
  "blt": {
    "name": "БЛТ",
    "desc": "Классический американский сэндвич с хрустящим жареным беконом, сочными ломтиками помидоров, хрустящим салатом и поджаренным белым хлебом, намазанным майонезом. Простой, сытный вариант для быстрых обедов или сытных завтраков.",
    "comment": "Приготовьте полный противень бекона в духовке и охладите его до 3 дней или заморозьте, затем повторно поджарьте ломтики на сковороде или в тостер-духовке по мере необходимости. Держите вымытые листья салата и нарезанные помидоры в герметичных контейнерах с бумажным полотенцем для впитывания влаги, чтобы они были готовы к использованию. Храните хлеб для сэндвичей в морозилке и поджаривайте ломтики прямо из замороженного состояния, чтобы экономить на отходах и походах за покупками. Когда все подготовлено, вам нужно только поджарить хлеб, разогреть бекон и собрать несколько сэндвичей одновременно, что сохраняет активное время низким даже для нескольких порций."
  },
  "california-sushi-roll": {
    "name": "Калифорнийский ролл",
    "desc": "Популярный суши-ролл из уксусного риса урутимаи, нори, крабового сурими, огурца и кремового авокадо. Его мягкий вкус и нежно-хрустящая текстура делают его классическим блюдом в непринужденных суши-ресторанах и на вынос.",
    "comment": "Приготовьте большую партию риса для суши, приправьте его, пока теплый, и быстро охладите тонким слоем; он хорошо хранится при прохладной комнатной температуре несколько часов, покрытый влажным полотенцем, так что вы можете скатать несколько партий за одну сессию готовки. Используйте палочки сурими вместо сырой рыбы, чтобы вам нужно было только нарезать их полосками, что быстрее и безопаснее для домашнего хранения. Предварительно нарежьте огурец и авокадо брусочками и храните в плотных контейнерах (добавьте легкую кисть рисового уксуса или лимона на авокадо, чтобы уменьшить потемнение). Бамбуковый коврик, выстланный пищевой пленкой, ускоряет скручивание и уборку, а сборка 3–4 роллов подряд резко сокращает активное время на ролл."
  },
  "fajitas": {
    "name": "Фахитас",
    "desc": "Шкворчащие полоски говядины, обжаренные со сладким перцем, луком и специями, подаются с теплыми кукурузными тортильями и долькой лайма.",
    "comment": "Маринуйте нарезанную говядину на ночь для вкуса (пассивно). Подготовьте двойную порцию овощей с помощью мандолины или кухонного комбайна. Приготовьте начинку партией на 4 порции в одной большой сковороде, чтобы сократить активное время готовки вдвое, затем заморозьте порциями. Разогрейте несколько тортилий в микроволновке, завернутых во влажное полотенце, вместо духовки."
  },
  "burrito": {
    "name": "Буррито",
    "desc": "Пшеничная тортилья, завернутая вокруг вареного риса, бобов, обжаренного говяжьего фарша с луком и перцем, растопленного сыра и свежей сальсы со сметаной. Сытное мексиканское блюдо с яркими вкусами.",
    "comment": "Приготовьте рис, бобы и говяжью начинку партией заранее для нескольких буррито; храните отдельно в холодильнике до 3 дней или заморозьте. Используйте микроволновую рисоварку или скороварку для риса/бобов, разогревайте компоненты по 1-2 мин каждый, собирайте быстро. Предварительно нарежьте лук/перец и держите замороженные пакеты готовыми."
  },
  "quesadilla": {
    "name": "Кесадилья",
    "desc": "Классическая мексиканская закуска, кесадилья — это хрустящая тортилья с расплавленным сыром, часто подаётся как быстрое блюдо или закуска. Название происходит от испанского слова «сыр», что отражает его простые, но вкусные основные ингредиенты.",
    "comment": "Используйте предварительно натертый сыр и держите тортильи сложенными, чтобы избежать индивидуальной упаковки. Готовьте несколько кесадилий одновременно на большой сковороде или гриле, переворачивая их вместе, чтобы сократить активное время готовки на порцию вдвое. Порциями подготовьте, собрав несколько заранее и готовя последовательно."
  },
  "pommes-frites": {
    "name": "Картофель фри",
    "desc": "Картофель фри — это хрустящие, золотистые полоски картофеля, обжаренные до совершенства — классика французской и бельгийской культуры уличной еды. Популярны во всём мире за свою простую, но вызывающую привыкание текстуру и пикантный хруст.",
    "comment": "Нарежьте дополнительные картофелины на равномерные фри и бланшируйте на пару в микроволновке 4-5 мин, чтобы ускорить очистку и предварительную варку, затем промокните насухо. Жарьте большие партии во фритюрнице или воке, повторно используя масло для нескольких блюд, храня замороженными после первой жарки. Смешайте животный жир с маслом для лучшей хрусткости без дополнительных шагов."
  },
  "kebab": {
    "name": "Кебаб (Дёнер)",
    "desc": "Классическая турецкая уличная еда, состоящая из тонко нарезанной приправленной говядины, приготовленной на вертикальном гриле и поданной в тёплой лепёшке со свежими овощами и сливочным соусом. Славится сочной текстурой и дымным вкусом, который получается от медленного приготовления мяса.",
    "comment": "Используйте предварительно нарезанные тонкие листы говядины или минутные стейки, быстро приправьте и нарежьте после готовки. Обжарьте на сковороде или под грилем несколько порций одновременно на противне под грилем духовки для быстрого приготовления без вертела; храните дополнительное приготовленное мясо охлаждённым до 2 дней. Подготовьте овощные добавки большими порциями в банках заранее."
  },
  "shawarma": {
    "name": "Шаурма",
    "desc": "Классика ближневосточной уличной еды — шаурма: тонко нарезанная обжаренная курица, завернутая в тёплую питу со свежим луком и пикантным йогуртово-чесночным соусом.",
    "comment": "Маринуйте курицу заранее в йогурте, чесноке, лимоне, масле, соли, перце на несколько часов или на ночь, чтобы пропитать вкусом без дополнительного активного времени. Приготовьте несколько шаурм одновременно: нарежьте всю курицу после жарки, нарежьте лук большими порциями, смешайте соус большой партией, собирайте по мере необходимости — сокращает подготовку на порцию вдвое. Используйте магазинную курицу-гриль, чтобы полностью пропустить жарку, или предварительно поджаренную питу, хранящуюся теплой в фольге. Быстрый йогуртовый соус смешивается за секунды с измельченным чесноком из банки."
  },
  "gyros": {
    "name": "Гирос",
    "desc": "Популярная греческая уличная еда с тонко нарезанной обжаренной свининой, приправленной орегано и чесноком, подаётся в тёплой пите со свежими помидорами, луком, салатом и огурцом.",
    "comment": "Используйте тонкие ломтики свинины или молотую свинину, спрессованную в батон для домашнего запекания в духовке вместо вертикального вертела; приправьте просто орегано, чесноком, солью, перцем. Приготовьте дополнительный батон или ломтики для нескольких порций: запеките один раз, храните нарезанное мясо в холодильнике до 4 дней или заморозьте, быстро разогрейте на сковороде — сокращает активное время готовки на гирос. Купите предварительно нарезанное 'мясо для гирос' у мясника или в магазине, если доступно дешево, или курицу/свинину-гриль как заменитель. Подготовьте соус цацики заранее и нарежьте овощи большими порциями для мгновенной сборки."
  },
  "pad-thai": {
    "name": "Пад Тай",
    "desc": "Яркое жаркое из рисовой лапши, креветок и тофу, перемешанных в пикантном соусе из тамаринда, завершённое хрустящим арахисом и свежими ростками бобов. Родом из Таиланда, это популярная классика уличной еды, сочетающая сладкие, кислые, солёные и умами вкусы.",
    "comment": "Замочите лапшу заранее или используйте горячую воду для замачивания на 5-10 мин, чтобы сократить подготовку; подготовьте смесь соуса и нарежьте все заранее в стиле заранее. Приготовьте двойную партию в двух воках или больших сковородах, чтобы сократить активное время на порцию вдвое; используйте предварительно нарезанный чеснок/лук-шалот, если замораживаете свои партии. Держите гарниры отдельно и добавляйте свежими для лучшего вкуса."
  },
  "pad-krapow": {
    "name": "Пад Крапао",
    "desc": "Яркая классика тайской уличной еды с молотой свининой, обжаренной со священным базиликом, чесноком и чили, приправленная рыбным соусом, соевым соусом и сахаром. Быстро готовится и даёт ароматный, острый вкус, который прекрасно сочетается с варёным рисом.",
    "comment": "Нарежьте чеснок и чили большими порциями и заморозьте порциями, чтобы сократить подготовку; приготовьте несколько порций в одной широкой сковороде, эффективно помешивая. Используйте предварительно молотую свинину от проверенных мясников или измельчите свою заранее; увядите базилик в конце, чтобы сохранить аромат без переваривания."
  },
  "banh-mi": {
    "name": "Бань Ми",
    "desc": "Вьетнамский сэндвич, сочетающий хрустящий французский багет с пикантной обжаренной свининой, маринованными овощами и свежими травами. Хрустящая текстура и яркие вкусы делают его популярной классикой уличной еды по всему миру.",
    "comment": "Запеките или обжарьте на гриле свиную грудинку большими порциями заранее и нарежьте тонко, когда нужно; быстро замаринуйте натертую морковь/дайкон в 30-минутном уксусном рассоле, используя микроволновку для скорости. Используйте магазинный паштет и предварительно нарезанные багеты; собирайте несколько одновременно, чтобы минимизировать обработку на сэндвич. Заморозьте дополнительные маринованные овощи порциями."
  },
  "southern-fried-chicken": {
    "name": "Южная жареная курица",
    "desc": "Хрустящие, золотисто-коричневые кусочки курицы, покрытые приправленным мучным кляром, подаются горячими и сочными. Родом с американского Юга, классическое блюдо для семейных собраний и домашней кухни.",
    "comment": "Маринование в солёной пахте добавляет сочности, но занимает 8 часов пассивно; пропустите это для более быстрых блюд, используя прямое замачивание в пахте на 15 минут. Нарежьте курицу на равномерные кусочки размером с укус и держите охлаждённой до жарки, чтобы ускорить подготовку. Жарьте несколько партий в том же горячем масле, повторно используя его для нескольких блюд, или двойная жарка (сначала низкая температура 8 мин, отдых, затем высокая температура 3 мин) для дополнительной хрусткости без более длительного общего активного времени. Маринуйте большие количества на неделю, замораживая порции."
  },
  "roast-chicken": {
    "name": "Жареная курица",
    "desc": "Классическое воскресное жаркое с целой курицей, приправленной травами и цитрусовыми, подаётся вместе с жареными корнеплодами. Славится хрустящей кожей и сочным мясом, что делает его центральным блюдом для семейных собраний.",
    "comment": "Используйте предварительно нарезанные замороженные овощи, такие как морковь, лук, смесь картофеля, чтобы сократить время нарезки без дополнительных затрат. Запеките двух кур рядом в большом противне; время в духовке едва увеличивается, но удваивает выход. Начните с курицы комнатной температуры и сначала дайте высокий жар (10 мин при 450F, затем снизьте), чтобы сократить общее время готовки, сохраняя кожу хрустящей."
  },
  "fish-and-chips": {
    "name": "Рыба с картошкой",
    "desc": "Классика британской приморской кухни, хрустящая рыба в кляре, подаётся с золотистым картофелем фри. Блюдо сочетает хрустящую текстуру с пикантным, слегка кисловатым кляром, который прекрасно сочетается с тартарным соусом.",
    "comment": "Подготовьте фри сначала: нарежьте на равномерные тонкие полоски, замочите в холодной воде 30 мин пассивно, чтобы удалить крахмал для более хрустящих результатов, затем промокните насухо. Смешайте кляр заранее и дайте отдохнуть 30 мин в холодильнике для лучшей текстуры без активного времени. Используйте две сковороды для одновременной жарки рыбы и картофеля, чтобы сократить время готовки вдвое; повторно используйте горячее масло для нескольких порций."
  },
  "steak-ribeye-wagyu": {
    "name": "Стейк Рибай Вагю",
    "desc": "Классический стейк рибай, приготовленный до сочной средней прожарки, приправленный просто солью и перцем. Сытное блюдо — классика американской стейкхаусной кухни, часто подаётся с кусочком травяного масла.",
    "comment": "Дайте стейку согреться при комнатной температуре 30-60 минут перед готовкой, чтобы сократить общее время и обеспечить равномерное приготовление. Используйте чугунную сковороду, предварительно разогретую на сильном огне, пока готовите; обжарьте несколько стейков одновременно, так как время на сковороде не масштабируется с количеством. Держите предварительно приготовленные бруски чесночно-тимьянового масла в морозилке для мгновенного поливания."
  },
  "lasagna": {
    "name": "Лазанья",
    "desc": "Классическое итальянское слоёное пастовое блюдо с насыщенным мясным соусом, кремовым бешамелем и растопленными сырами, запечённое до совершенства. Сочетание текстур и вкусов делает его любимым семейным блюдом.",
    "comment": "Использование листов лазаньи без варки сокращает время подготовки, устраняя шаг варки. Приготовьте мясной соус и бешамель большими порциями и заморозьте отдельные порции; сборка и выпечка занимает всего несколько минут, экономя время подготовки и готовки для будущих блюд. Нарежьте лук и чеснок в кухонном комбайне, чтобы сократить подготовку вдвое."
  },
  "chicken-parmesan": {
    "name": "Курица Пармезан",
    "desc": "Классика итало-американской кухни — панированная куриная грудка, покрытая маринарой и растопленной моцареллой, затем запечённая до золотистого совершенства. Уютное блюдо, которое прекрасно сочетается с пастой или хрустящим зелёным салатом.",
    "comment": "Отбейте курицу тонко для еще более быстрой выпечки и используйте кулинарный спрей вместо масла, слегка распыляя. Панируйте и заморозьте партии заранее; запекайте из замороженного, добавив 5 мин. Настройте станцию панировки заранее и запекайте несколько порций одновременно, так как время в духовке остается похожим."
  },
  "spaghetti-carbonara": {
    "name": "Спагетти Карбонара",
    "desc": "Классическое римское пастовое блюдо, сочетающее шелковистые спагетти с кремовым соусом из яиц, сыра и хрустящей панчетты. Тонкий дымный вкус вяленой свинины придает ему безошибочную глубину.",
    "comment": "Приготовьте двойную партию карбонары: обжарьте дополнительную панчетту, сварите больше пасты и разложите компоненты соуса отдельно для быстрого разогрева в микроволновке с каплей воды — экономит половину активного времени на следующее блюдо. Используйте предварительно натертый сыр и куски гуанчале/панчетты вместо ломтиков, чтобы ускорить нарезку. Варите пасту, одновременно обжаривая панчетту на двух конфорках."
  },
  "spaghetti-bolognese": {
    "name": "Спагетти Болоньезе",
    "desc": "Сытная итальянская классика с аль денте спагетти, покрытыми насыщенным, медленно тушёным мясным соусом. Сочетает помидоры, говяжий фарш и ароматные травы — классика для семейных обедов.",
    "comment": "Приготовьте большую кастрюлю соуса Болоньезе и заморозьте порциями; разогревайте только то, что нужно, сокращая будущую подготовку на две трети, так как нарезка и начальная обжарка уже сделаны. Используйте кухонный комбайн, чтобы измельчить лук, морковь, сельдерей и чеснок вместе за секунды. Держите соффрито (лук-морковь-сельдерей) замороженным партиями для мгновенного старта. Удвойте рецепт заранее, чтобы амортизировать активное время готовки."
  },
  "risotto": {
    "name": "Ризотто",
    "desc": "Кремовая итальянская классика из риса арборио, медленно помешиваемого в горячем бульоне и завершённого пармезаном и маслом. Сытная миска с тонким балансом текстур и вкусов.",
    "comment": "Приготовьте несколько порций ризотто, увеличив рецепт в широкой сковороде, помешивая реже после начального обжаривания; разложите порциями и охладите для разогрева в микроволновке с каплей бульона, сокращая активное время на порцию вдвое. Предварительно измельчите лук-чеснок и отмерьте рис/бульон заранее. Используйте горячий бульон в кувшине для плавных добавлений без постоянной проверки."
  },
  "paella": {
    "name": "Паэлья",
    "desc": "Яркое испанское рисовое блюдо, тушённое с шафраном, курицей, морепродуктами и овощами. Праздничное блюдо в одной кастрюле, отражающее средиземноморскую кулинарную традицию.",
    "comment": "Приготовьте большую партию на 4 порции сразу, чтобы сократить время подготовки вдвое: нарежьте овощи большими порциями один раз, используйте предварительно сваренную свеклу или замороженное мирепуа, если доступно дешево, настаивайте шафран заранее в теплом бульоне. Для отдельных порций подготовьте соффрито и белки заранее, охладите, затем добавьте рис непосредственно перед подачей, чтобы сократить активную подготовку. Используйте духовку для равномерного приготовления риса при 190C после начального кипения, чтобы ускорить."
  },
  "har-gow": {
    "name": "Ха Гау (Пельмени с креветками)",
    "desc": "Нежные прозрачные обертки с начинкой из сочных креветок и тонких приправ — классические кантонские димсам Ха Гау ценятся за жевательную кожу и свежий солоноватый вкус.",
    "comment": "Приготовьте двойную партию начинки и теста, заморозьте сформированные пельмени плоскими на подносе, затем упакуйте: готовка на пару из замороженного добавляет всего 1 мин, пропускает всю нарезку в следующий раз. Используйте кухонный комбайн для быстрого измельчения креветок/имбиря/чеснока. Пресс для тортилий между смазанными маслом пергаментами ускоряет раскатку оберток равномерно без трещин. Порциями готовьте на пару несколько ярусов в пароварке."
  },
  "gyoza": {
    "name": "Гёдза",
    "desc": "Японские жареные на сковороде пельмени с начинкой из приправленной свинины и капусты, сначала готовятся на пару в закрытой сковороде, затем обжариваются до хрустящей корочки снизу. Часто подаются горячими с соево-уксусным соусом как популярная уличная еда и закуска в идзакая в Японии.",
    "comment": "Приготовьте большую партию начинки и оберток сразу, затем заморозьте сырые гёдза плоскими на подносе перед переносом в контейнер; они могут идти прямо из морозилки на сковороду без разморозки, добавляя всего 1–2 минуты к готовке. Смешайте начинку в стационарном миксере или палочками до липкости, чтобы ускорить шаг замеса, и используйте маленькую мерную ложку, чтобы порционирование шло быстро и равномерно. Антипригарная сковорода с подходящей крышкой позволяет готовить на пару-жарить много пельменей одновременно без присмотра, так что активное время на порцию резко падает при готовке нескольких порций вместе."
  },
  "wontons": {
    "name": "Вонтоны",
    "desc": "Нежные китайские вонтоны с начинкой из приправленной свинины и ароматических добавок, обычно варятся и подаются в легком бульоне или быстро жарятся после варки с соевым соусом. Их шелковистые обертки и пикантная начинка делают их классикой домашней кухни и димсам.",
    "comment": "Сформируйте большую партию вонтонов сразу и заморозьте их на подносе; их можно варить прямо из замороженного состояния с добавлением всего 1–2 дополнительных минут в воде. Используйте магазинные квадратные обертки для вонтонов вместо раскатки теста, чтобы резко сократить подготовку, и настройте небольшую сборочную линию (начинка, складывание, запечатывание), чтобы несколько порций были сложены за одну сфокусированную сессию и приготовлены по заказу позже."
  },
  "fresh-spring-rolls": {
    "name": "Свежие спринг-роллы",
    "desc": "Свежие вьетнамские спринг-роллы с хрустящими рисовыми обертками, начиненные вареными креветками, вермишелью, свежими травами и хрустящими овощами. Обычно сочетаются с арахисовым или хоисинским соусом для макания.",
    "comment": "Приготовьте несколько роллов одновременно: сварите большую партию креветок и вермишели одновременно (активно 5 мин, пассивная варка 5-7 мин), охладите в ледяной воде для быстрого охлаждения, и используйте предварительно нарезанные соломкой замороженные смеси моркови/огурца из магазина — часто дешевле свежих в межсезонье. Держите ингредиенты начинки порционированными в мисках в стиле сборочной линии. Обжарьте арахис большими порциями заранее и храните. Это сокращает подготовку отдельного ролла вдвое без увеличения затрат."
  },
  "hot-pot": {
    "name": "Хого",
    "desc": "Популярное восточноазиатское блюдо, где кипящий котел бульона служит центральным элементом для ассортимента тонко нарезанного мяса, свежих овощей и жевательной лапши. Славится своим уютным теплом и интерактивным опытом приготовления ингредиентов прямо за столом.",
    "comment": "Подготовьте большую партию бульона заранее и заморозьте порциями; разогрейте один, пока готовите ингредиенты для следующего использования, резко сокращая активное время. Купите предварительно нарезанное мясо и замороженные предварительно нарезанные овощные смеси, такие как капуста, морковь, шпинат, чтобы сократить нарезку вдвое. Нарежьте все сразу на 4-6 порций, используя мандолину для мяса и овощей; приготовьте одну порцию сейчас, охладите остальные сырыми для последующего приготовления за столом. Варите лапшу отдельно большими порциями."
  },
  "peking-duck": {
    "name": "Пекинская утка",
    "desc": "Знаменитое китайское блюдо с хрустящей кожей и нежным мясом, традиционно подаётся с тонкими блинами, зелёным луком, полосками огурца и сладким бобовым соусом. Отражает искусство жарки, давая безошибочный аромат и богатый вкус.",
    "comment": "Используйте вентилятор или фен, чтобы ускорить сушку кожи до 8-10 часов вместо 24; натрите пищевой содой для дополнительной хрусткости без длительной воздушной сушки. Для нескольких уток вращайте в духовке для порционной жарки, экономя 20-25 мин на птицу через циркуляцию горячего воздуха. Купите готовые блины для пекинской утки или готовьте на пару замороженные большими порциями, чтобы пропустить смешивание теста. Держите крючки для подвешивания утки готовыми и полностью разогрейте духовку, пока готовите глазурь."
  },
  "kung-pao-chicken": {
    "name": "Кунг Пао Цыпленок",
    "desc": "Острое сычуаньское жаркое с нежной жареной курицей, хрустящим арахисом, овощами и сладко-пикантным соусом с онемевающими сычуаньскими перцами и сушеными чили.",
    "comment": "Подготовьте ингредиенты партией для нескольких порций, используя мандолину или кухонный комбайн для равномерной нарезки перцев, лука, чеснока и чили, затем храните в мисках. Обжарьте дополнительные сычуаньские перцы и измельчите в порошок заранее для быстрого использования. Удвойте рецепт в одном воке, чтобы сократить время готовки на порцию вдвое; быстро охладите, разложите по герметичным контейнерам и заморозьте на срок до месяца — разогревайте прямо из морозилки в горячем воке с каплей воды."
  },
  "mapo-tofu": {
    "name": "Мапо Тофу",
    "desc": "Классическое сычуаньское блюдо с шелковистым тофу в остром ферментированном бобовом соусе, молотой свинине и онемевающих сычуаньских перцах.",
    "comment": "Предварительно измельчите чеснок, имбирь и свинину вместе и храните в холодильнике до дня; держите предварительно обжаренный молотый сычуаньский перец под рукой. Приготовьте двойную партию основы соуса (свинина, доубаньцзян, ароматические добавки) заранее, заморозьте порциями, затем просто тушите с тофу, когда нужно — размораживается и разогревается во воке за половину времени. Используйте магазинный куриный бульон, если быстрее домашнего."
  },
  "char-siu": {
    "name": "Ча Сиу",
    "desc": "Классическая кантонская жареная свинина со сладко-пикантной глазурью и карамелизированными краями, подаётся нарезанной с рисом.",
    "comment": "Замаринуйте большую партию свиной лопатки (2-3кг) на ночь, затем запеките или обжарьте на гриле все сразу — активное время в духовке на порцию падает, так как это без участия. Используйте вентилятор/конвекцию духовки для еще более быстрой готовки и более хрустящих результатов. Вакуумно упакуйте и заморозьте маринованные порции для быстрой будущей подготовки; разморозьте на ночь в холодильнике. Нанесите дополнительную глазурь под грилем на 2-3 мин для карамелизации."
  },
  "tempura": {
    "name": "Тэмпура",
    "desc": "Японский деликатес с легким кляром и жаренными во фритюре креветками, сладким картофелем и различными овощами. Его воздушный хруст и тонкая приправа делают его любимой закуской в суши-ресторанах по всему миру.",
    "comment": "Подготовьте кляр непосредственно перед жаркой, охладив сухие ингредиенты и содовую воду заранее; используйте ледяную газированную воду для хрусткости. Нарежьте овощи равномерно заранее и промокните насухо, чтобы ускорить. Жарьте несколько партий одновременно в широкой кастрюле для домашнего использования, повторно используя масло для 2-3 сессий, если отфильтровано и хранится правильно. Приготовьте двойную порцию: обжарьте все, охладите на решетке, заморозьте лишнее в один слой, затем упакуйте; разогрейте в духовке при 180C 3-4 мин для восстановления хрусткости."
  },
  "sashimi": {
    "name": "Сашими",
    "desc": "Традиционный японский деликатес с тонко нарезанной сырой рыбой, подаётся с соевым соусом, васаби и маринованным имбирем. Его нежная текстура и тонкий умами вкус делают его популярным блюдом среди любителей морепродуктов по всему миру.",
    "comment": "Купите тунца сашими-класса предварительно нарезанным или частично замороженным (суши-блок) — разморозьте кратко в холодильнике и нарежьте за 2-3 мин против 8 мин свежего. Подготовьте несколько порций заранее: нарежьте целую вырезку тунца на упаковки по 150г, заверните герметично, охладите до 2 дней или заморозьте; натрите дополнительный имбирь/васаби большими порциями и храните. Используйте слайсер мандолину для равномерных тонких нарезок, чтобы безопасно сократить время ножа вдвое."
  },
  "unagi-don": {
    "name": "Унаги Дон",
    "desc": "Японский унаги донбури: жаренный пресноводный угорь поверх вареного риса, покрытый сладко-пикантным соусом кабаяки из сои, мирина, сахара и саке. Дымный, шелковистый угорь прекрасно сочетается с пушистым рисом.",
    "comment": "Используйте предварительно очищенные от костей замороженные филе унаги (разморозьте в холодильнике заранее), чтобы пропустить филетирование/очистку от костей. Приготовьте двойную партию соуса и храните охлаждённым для мгновенного использования в следующий раз. Варите рис в рисоварке или микроволновом пакете, пока готовите угря под грилем; приготовьте несколько порций одновременно, чтобы сократить активное время на порцию вдвое. Повторно используйте фольгированный поднос для легкой уборки."
  },
  "yakitori": {
    "name": "Якитори",
    "desc": "Японские шашлычки из куриного бедра и зелёного лука, жаренные на сильном огне и покрытые пикантно-сладким соусом тарэ. Дымные, обугленные края дают непреодолимый умами.",
    "comment": "Нарежьте курицу и зелёный лук на равномерные кусочки заранее; замочите бамбуковые шампуры в воде партией для многократного использования, чтобы предотвратить подгорание. Подготовьте соус тарэ заранее и храните. Нанижите несколько шампур одновременно для порционной жарки под грилем или на гриль-сковороде; переверните и покройте глазурью за один раз. Купите предварительно нарезанное куриное бедро, если доступно дешево."
  },
  "tonkatsu": {
    "name": "Тонкацу",
    "desc": "Японская жаренная во фритюре панированная свиная отбивная, подаётся с нашинкованной сырой капустой и пикантным соусом тонкацу. Хрустящая внешность уступает сочной свинине внутри.",
    "comment": "Отбейте свинину тонко для еще более быстрой готовки; настройте станцию панировки с мисками в сборочной линии. Нашинкуйте капусту мандолиной или предварительно нашинкованным пакетом, пока нагревается масло. Жарьте две отбивные последовательно, используя то же масло (снимая крошки); двойная жарка кратко для дополнительной хрусткости без дополнительного масла. Заморозьте дополнительные панированные отбивные для мгновенных будущих блюд."
  },
  "okonomiyaki": {
    "name": "Окономияки",
    "desc": "Пикантный японский блин, сочетающий капусту, мучной кляр и свиную грудинку в сытный жареный диск, покрытый соусом окономияки, майонезом, нори и кунжутом.",
    "comment": "Подготовьте двойную или тройную партию кляра и нарежьте дополнительную капусту заранее, храня в холодильнике; это сокращает время нарезки на следующий день вдвое. Используйте предварительно нашинкованную смесь капусты для коул-слоу, чтобы пропустить нарезку. Приготовьте несколько блинов одновременно на большом гриле, чтобы уменьшить переворачивания и внимание на блин."
  },
  "bibimbap": {
    "name": "Бибимбап",
    "desc": "Корейская миска смешанного риса с вареным рисом, тушеной говядиной и овощами, пикантным кимчи, жареным яйцом и пастой из перца чили гочуджан.",
    "comment": "Используйте предварительно вымытые, предварительно нарезанные овощи и рис из микроволновки, чтобы сократить время подготовки. Обжарьте говядину большими порциями на несколько порций; храните жареное яйцо отдельно, если готовите несколько порций."
  },
  "bulgogi": {
    "name": "Булгоги",
    "desc": "Тонко нарезанная корейская говядина, маринованная в сладко-пикантной смеси соевого соуса, быстро обжаренная на гриле и подаётся со свежими овощами.",
    "comment": "Маринуйте говядину на ночь или заморозьте кратко, чтобы нарезать тоньше быстрее; используйте предварительно измельченный чеснок и имбирную пасту. Порциями обжарьте двойную порцию на горячей чугунной сковороде или гриль-сковороде, затем разложите порциями и охладите на 2-3 дня. Нарежьте овощи тонко заранее и храните в воде для хрусткости."
  },
  "kimchi": {
    "name": "Кимчи",
    "desc": "Классическое корейское ферментированное блюдо из пекинской капусты, чеснока и острых хлопьев чили. Его пикантный, умами вкус — краеугольный камень многих корейских блюд.",
    "comment": "Приготовьте большую партию (4-6 порций) кимчи сразу: время соления и смешивания на порцию значительно падает, так как нарезка и перемешивание масштабируются лучше для множественных порций; разложите по банкам сразу после смешивания, чтобы сэкономить ежедневную подготовку. Используйте предварительно измельченный чеснок и имбирь из банок (дешевле большими порциями, хранится месяцами в холодильнике), чтобы сократить время нарезки вдвое. Держите солёную капусту в дуршлаге над миской в холодильнике 1-2 дня, если не хватает места на столешнице, давая еще лучшее извлечение вкуса."
  },
  "tteokbokki": {
    "name": "Ттокбокки",
    "desc": "Популярная корейская классика уличной еды — ттокбокки: жевательные рисовые лепешки, тушенные в огненном соусе гочуджан с рыбными лепешками и зелёным луком. Яркий красный цвет и остро-сладкий вкус делают его уютной закуской или быстрым блюдом.",
    "comment": "Приготовьте большую партию на 3-4 порции, чтобы сократить время нарезки и смешивания соуса на порцию вдвое; быстро охладите, разложите по герметичным контейнерам и охладите до 3 дней — вкусы хорошо усиливаются. Используйте предварительно нарезанную пасту чеснока/имбиря или замороженные измельченные пакеты, чтобы пропустить свежее измельчение. Купите готовые к использованию тток из магазинов (часто дешевле большими партиями в азиатских рынках), чтобы избежать замачивания, если сухие. Нарежьте сурими, пока соус тушится, для перекрытия."
  },
  "samgyeopsal": {
    "name": "Самгёпсаль",
    "desc": "Классическое корейское барбекю с жареными ломтиками свиной грудинки, подаётся со свежими овощами и ссамджан. Его богатый, пикантный вкус дополняется хрустящими краями, которые развиваются во время жарки.",
    "comment": "Жарьте несколько партий одновременно на 2-4 порции, чтобы сократить время готовки на порцию вдвое, используя большую гриль-сковороду или чугунную сковороду; нарежьте на кусочки кухонными ножницами прямо на гриле, чтобы ускорить подачу. Хорошо разогрейте гриль и избегайте переполнения, чтобы обеспечить быстрое, равномерное поджаривание. Предварительно нарежьте овощи и разложите ссамджан порциями заранее; заморозьте дополнительные ломтики свиной грудинки плоскими для мгновенной разморозки в следующий раз."
  },
  "japchae": {
    "name": "Чапчхэ",
    "desc": "Классическое корейское жаркое из стеклянной лапши из сладкого картофеля, тонко нарезанной говядины и яркой смеси овощей, перемешанных в кунжутном масле и соевом соусе. Праздничное блюдо и популярное домашнее кушанье, которое сочетает пикантные, сладкие и умами вкусы.",
    "comment": "Подготовьте овощи на 4 порции сразу и храните в холодильнике до 2 дней, чтобы сократить время нарезки на следующих готовках; бланшируйте шпинат и варите лапшу в двух кастрюлях одновременно. Жарьте двойную партию сдвигами, используя большой вок, затем разложите порциями сразу — лапша лучше впитывает вкусы на ночь в холодильнике. Используйте предварительно нарезанную говядину и замороженную смесь мирепуа, если доступно дешево, чтобы минимизировать работу ножом."
  },
  "butter-chicken": {
    "name": "Цыпленок в масле",
    "desc": "Кремовое карри на томатной основе с нежными кусочками маринованной курицы, родом из индийской кухни. Сочетает богатое масло и специи с шелковистым соусом, который прекрасно дополняет рис или наан.",
    "comment": "Маринуйте курицу на ночь или несколько часов заранее в холодильнике, чтобы углубить вкус без дополнительного активного времени. Подготовьте основу соуса заранее и заморозьте порциями, затем разморозьте и тушите с предварительно замаринованной курицей. Используйте магазинную пасту имбиря-чеснока и томатное пюре, чтобы сократить время нарезки; порциями маринуйте на несколько блюд, чтобы сократить подготовку на порцию вдвое."
  },
  "tandoori-chicken": {
    "name": "Тандури Цыпленок",
    "desc": "Классическое блюдо Северной Индии с нежными кусочками курицы, маринованными в дымной смеси специй и приготовленными до обугленного финала. Яркий красный оттенок происходит от смеси паприки, кайенского перца и тандури масала, давая ароматный и слегка острый вкус.",
    "comment": "Маринуйте курицу на ночь в холодильнике для лучшей нежности с нулевым дополнительным активным временем. Используйте предварительно нарезанные куриные бедра и бутилированный лимонный сок, чтобы минимизировать подготовку; порциями жарьте несколько порций на подносе в горячей духовке или фритюрнице, чтобы сократить время готовки на порцию. Заморозьте маринованную сырую курицу порциями для быстрых будущих готовок."
  },
  "biryani": {
    "name": "Бирияни",
    "desc": "Ароматное слоёное рисовое и мясное блюдо с индийского субконтинента, известное сложным сочетанием специй и ароматных трав. Традиционно готовится на медленном огне, чтобы объединить вкусы в одно пикантное произведение искусства.",
    "comment": "Приготовьте двойные порции партией: обжарьте лук и приготовьте куриный соус заранее, уложите слоями с замоченным рисом и готовьте на пару в духовке или герметичной кастрюле для равномерного отдыха. Замочите рис и замаринуйте курицу/соус за день до этого в холодильнике. Используйте замороженный предварительно нарезанный лук (часто дешевле большими партиями) и частично приготовьте рис в микроволновке, чтобы сократить активное время варки."
  },
  "naan": {
    "name": "Наан",
    "desc": "Мягкая, подушечная лепешка, происходящая с индийского субконтинента, традиционно выпекается в тандури. Прекрасно сочетается с карри и часто смазывается чесночным маслом для дополнительного вкуса.",
    "comment": "Подготовьте большую партию теста и охладите до 2 дней; разложите на шарики и поднимите только нужное количество, пока остальное остается холодным, сокращая время замеса и подъема на наан. Используйте версию без дрожжей с разрыхлителем с горячей водой и йогуртом для мгновенного 20-минутного общего процесса. Предварительно разогрейте чугунную сковороду или таву горячей, чтобы ускорить готовку на кусок."
  },
  "samosa": {
    "name": "Самоса",
    "desc": "Треугольники из хрустящего теста с начинкой из приправленного картофеля и гороха, родом из Южной Азии. Хрустящая корочка контрастирует с пикантной начинкой, что делает их популярной уличной закуской.",
    "comment": "Сварите и разомните картофель заранее или используйте остатки картофельного пюре, чтобы пропустить 15 мин варки и охлаждения; подготовьте большую партию начинки и заморозьте порциями, быстро разморозьте для сборки. Приготовьте двойную партию теста, охладите или заморозьте завернутые порции, чтобы сократить время отдыха и замеса на следующие использования. Используйте готовые обертки для спринг-роллов, если доступны, для 10-минутной сборки, запечатывая водой."
  },
  "pani-puri": {
    "name": "Пани Пури",
    "desc": "Популярное индийское уличное лакомство — Пани Пури: хрустящие оболочки пури, наполненные острой, пикантной водой (пани) и смесью картофельного пюре, нута и чатни. Быстрая закуска размером с укус, сочетающая сладкие, кислые и пикантные вкусы в каждом укусе.",
    "comment": "Используйте магазинные оболочки пури и предварительно сваренный картофель/нут из порционной готовки, чтобы сократить подготовку вдвое. Приготовьте тамариндовую пани большими партиями заранее, как указано в рецепте, и храните охлаждённой. Мелко нарежьте лук и кориандр большими порциями или используйте предварительно нарезанные замороженные смеси, если дешевле локально. Жарьте несколько порций одновременно, безопасно повторно используя масло, чтобы сократить время готовки."
  },
  "masala-dosa": {
    "name": "Масала Доса",
    "desc": "Южно-индийский хрустящий блин с начинкой из острой смеси картофеля и лука. Блюдо славится своей нежной текстурой и ароматным вкусом, часто подаётся с кокосовым чатни.",
    "comment": "Подготовьте кляр большими партиями и ферментируйте на ночь в холодильнике до 5 дней, используя порционированные контейнеры. Сварите и разомните картофель заранее, храня в холодильнике до 3 дней. Нарежьте лук большими порциями или используйте замороженный предварительно нарезанный, чтобы сэкономить 5мин. Используйте антипригарную таву, предварительно разогретую, чтобы уменьшить масло и время переворачивания; приготовьте 2-3 досы одновременно, если тава позволяет."
  },
  "palak-paneer": {
    "name": "Палак Панир",
    "desc": "Кремовое карри из шпината Северной Индии с мягкими кубиками панира. Классика в индийских домах, часто подаётся с роти или рисом.",
    "comment": "Используйте замороженный нарезанный шпинат, быстро размороженный под горячей водой, пропуская время бланширования. Купите предварительно нарезанный кубиками панир или нарежьте из блока большими порциями заранее. Подготовьте основу масала из лука-помидора в большой кастрюле и заморозьте порциями, чтобы сократить время тушения вдвое. Измельчите шпинат до гладкости погружным блендером во время готовки для скорости."
  },
  "som-tam": {
    "name": "Сом Там",
    "desc": "Пикантный тайский салат из зелёной папайи, растолчённый в ступке и пестиком, сочетающий сладкие, кислые, солёные и острые вкусы. Знаковая классика уличной еды, подаётся с клейким рисом.",
    "comment": "Подготовьте большую партию нашинкованной зелёной папайи и бланшированных длинных бобов заранее, храня в холодильнике до 3 дней, чтобы сократить время шинковки и нарезки для нескольких порций вдвое. Растолките ингредиенты соуса (чеснок, чили, сахар, рыбный соус, лайм) в ступке сначала, пока готовите овощи, затем перемешайте все вместе. Используйте предварительно обжаренный арахис и слайсер для моркови/помидоров, чтобы ускорить."
  },
  "massaman-curry": {
    "name": "Массаман Карри",
    "desc": "Ароматное тайско-индийское фьюжн-блюдо с нежной говядиной, тушённой в кремовой основе из кокосового молока, обогащённой тамариндом и ароматными специями. Богатый, слегка сладкий вкус дополняется мягкой жгучестью пасты карри Массаман и земляной текстурой картофеля.",
    "comment": "Приготовьте большую партию на 4-6 порций, чтобы сократить активное время вдвое: нарежьте один раз, тушите большую кастрюлю, разложите порциями и заморозьте (до 3 месяцев, вкусы углубляются). Используйте скороварку (20-25 мин под высоким давлением для нежной говядины). Предварительно очищенный замороженный картофель/лук экономит 5 мин нарезки. Магазинный обжаренный арахис (20г, обжаренное состояние) опционально для хрусткости без дополнительного времени обжарки."
  },
  "green-curry": {
    "name": "Зеленое Карри",
    "desc": "Ароматная тайская классика с ярко-зелёным соусом на основе кокоса, переполненным ароматными травами и специями. Сочетает жар, сладость и кремовость, что делает его универсальным выбором как для обеда, так и для ужина.",
    "comment": "Удвойте партию: обжарьте пасту один раз для нескольких сковород, экономя 5 мин на дополнительную порцию. Используйте замороженные предварительно нарезанные овощи (сладкий перец, цукини, бамбук), чтобы пропустить нарезку. Скороварка на высоком давлении на 5 мин сокращает тушение до 15 мин общего активного времени готовки. Держите ароматические добавки (лемонграсс, листья лайма) в мешочке для настаивания, чтобы их было легко удалить."
  },
  "chicken-satay": {
    "name": "Куриный Сатай",
    "desc": "Классика индонезийской уличной еды — маринованные куриные шашлычки, жаренные до совершенства и подаваемые с кремовым арахисовым соусом. Дымный аромат и богатый вкус делают его популярным блюдом на любом собрании.",
    "comment": "Маринуйте 1кг курицы партией (разделите по пакетам, заморозьте лишнее): сокращает будущую подготовку до 5 мин разморозка/нанизывание. Используйте предварительно очищенные обжаренные арахисы, быстро смешанные для соуса. Жарьте несколько партий одновременно на большом подносе или двойном гриле; готовьте под грилем в духовке (8 мин переверните один раз), пропуская уличную установку. Замочите бамбуковые шампуры большими порциями заранее."
  },
  "fried-rice": {
    "name": "Жареный Рис",
    "desc": "Быстрое и универсальное блюдо, превращающее остатки риса в ароматную еду. Происходит из китайской уличной еды, теперь классика во многих домах по всему миру.",
    "comment": "Используйте вчерашний остаток риса прямо из холодильника, чтобы пропустить время охлаждения. Подготовьте все овощи и соусы заранее, пока рис разогревается, если нужно. Для порционной готовки удвойте или утройте рецепт во воке — фиксированные затраты, такие как нагрев сковороды, остаются теми же, нарезка масштабируется, но занимает меньше пропорционального времени; разложите порциями и охладите на 3-4 дня. Предварительно нарезанные замороженные смешанные овощи (горох, морковь) сокращают нарезку до нуля."
  },
  "nasi-goreng": {
    "name": "Наси Горенг",
    "desc": "Классический индонезийский жареный рис, яркий с чесноком и чили, часто подаётся с яйцом-глазуньей сверху. Основное домашнее блюдо на обед или ужин по всему архипелагу.",
    "comment": "Используйте холодный остаток риса, чтобы избежать комкования. Измельчите чеснок/лук вместе заранее или используйте замороженный предварительно измельченный для скорости. Приготовьте несколько порций партией в одном воке, чтобы сократить активное время на порцию вдвое; храните лишнее в холодильнике до 3 дней. Смешайте самбал с маслом сначала для равномерного распределения специй без дополнительного помешивания."
  },
  "rendang": {
    "name": "Ренданг",
    "desc": "Богатое, медленно тушёное индонезийское рагу из говядины, известное своим глубоким умами и ароматным сочетанием специй. Родом из кухни Минангкабау в Западной Суматре, традиционно тушится до тех пор, пока соус не загустеет до карамелизированной глазури.",
    "comment": "Использование скороварки сокращает время готовки примерно до 30-35 минут (включая создание/сброс давления), при этом все еще развивая глубину вкуса. Для порционной подготовки удвойте ингредиенты на 2-3 блюда и храните в герметичных контейнерах; разогревайте осторожно на плите или в микроволновке. Смешайте пасту со специями (лук, чеснок, имбирь, галангал, лемонграсс и т.д.) в кухонном комбайне, чтобы сократить время нарезки вдвое; заморозьте дополнительную пасту в формах для льда для будущих партий."
  },
  "goi-cuon": {
    "name": "Гой Кун",
    "desc": "Свежие вьетнамские спринг-роллы с начинкой из креветок, рисовой вермишели и хрустящих овощей, завернутые в прозрачную рисовую бумагу. Блюдо славится своим легким, ароматным вкусовым профилем и приятным хрустом свежих трав.",
    "comment": "Сварите креветки и вермишель большими порциями заранее и храните их в холодильнике до 3 дней. Предварительно нарежьте овощи соломкой и держите их в герметичных контейнерах с влажным бумажным полотенцем. Когда готовы подавать, вам нужно будет только размягчить рисовую бумагу и собрать роллы, сокращая время подготовки вдвое. Вы также можете заморозить предварительно приготовленные креветки на недели."
  },
  "chili-crab": {
    "name": "Чили Краб",
    "desc": "Сингапурская классика морепродуктов — Чили Краб: сладкий и острый соус на томатной основе, обволакивающий нежное мясо краба. Блюдо часто подаётся с гарниром из паровых булочек или риса, чтобы впитать пикантный бульон.",
    "comment": "Используйте предварительно очищенные замороженные сегменты краба, чтобы устранить время очистки панциря. Приготовьте основу чили-томатного соуса большой партией и заморозьте порциями — он хорошо хранится месяцами и нуждается только в разогреве, когда вы добавляете краба. Вы также можете использовать скороварку, чтобы сократить время тушения вдвое, одновременно размягчая мясо краба."
  },
  "hainanese-chicken-rice": {
    "name": "Хайнаньский Цыпленок с Рисом",
    "desc": "Ароматная хайнаньская классика с варёной курицей, подаваемой с ароматным рисом, приготовленным в курином бульоне, и гарниром из имбирно-соевого соуса. Тонкая приправа подчёркивает естественные вкусы птицы.",
    "comment": "Используйте рисоварку с корзиной для пароварки, чтобы варить курицу и готовить рис одновременно в курином бульоне, экономя значительное время и уборку. Предварительно приготовленный куриный бульон (домашний замороженный или качественный магазинный) устраняет необходимость делать его свежим. Приготовьте дополнительную курицу и рис — они хорошо хранятся в холодильнике 3 дня, и вкусы улучшаются на ночь. Нарежьте курицу, когда холодная, для более чистых нарезок."
  },
  "falafel": {
    "name": "Фалафель",
    "desc": "Классика ближневосточной уличной еды — фалафель: жаренные во фритюре котлеты из молотого нута и трав. Под хрустящей корочкой скрывается ароматная, травянистая начинка, которая прекрасно сочетается с соусом тахини или свежим салатом.",
    "comment": "Замочите сухой нут на ночь (или быстро замочите, прокипятив 1 мин, затем 1 час без нагрева) для лучшей текстуры; используйте кухонный комбайн для быстрой нарезки лука, чеснока, трав и специй в грубую пасту. Сформируйте 6-8 маленьких шариков и заморозьте 15 мин, чтобы затвердеть перед жаркой — это предотвращает крошение и сокращает активное время жарки. Жарьте партиями, но сделайте двойное количество, заморозьте лишнее на подносе, затем упакуйте; разогревайте из замороженного во фритюрнице или духовке, чтобы сократить время на партию на повторных блюдах вдвое."
  },
  "tabouleh": {
    "name": "Табуле",
    "desc": "Яркий ближневосточный салат из петрушки и булгура, сочетающий пикантный лимон со свежими травами. Классика ливанской кухни, часто подаётся как освежающая закуска или гарнир.",
    "comment": "Используйте мелкий булгур и залейте его кипятком или лимонным соком для быстрого замачивания, пока нарезаете — мелкий помол увлажняется за 15-20 мин без готовки. Купите предварительно вымытые пучки петрушки/мяты и измельчите в комбайне с луком для скорости; сделайте большую емкость на неделю, разложите по банкам — хранится 4-5 дней в холодильнике, так как вкусы лучше смешиваются. Заморозьте нарезанную петрушку в формах для льда с водой для будущих партий."
  },
  "fattoush": {
    "name": "Фаттуш",
    "desc": "Свежий ливанский салат с хрустящей поджаренной питой, хрустящими овощами, травами и пикантной заправкой из сумака и лимона. Это яркая смесь текстур, идеальная для легких обедов или гарниров.",
    "comment": "Поджарьте несколько пит одновременно в духовке на противне для нескольких салатов, храня охлажденные чипсы герметично неделями. Используйте предварительно вымытую салатную зелень и импульсы кухонного комбайна для нарезки овощей за секунды. Держите заправку из сумака-лимона-оливкового масла предварительно смешанной в холодильнике до 5 дней, встряхивая перед использованием."
  },
  "shakshouka": {
    "name": "Шакшука",
    "desc": "Североафриканское и ближневосточное блюдо с яйцами, приготовленными в ароматном тушеном томатно-перцовом соусе. Часто готовится на завтрак или бранч, подаётся с теплым хлебом.",
    "comment": "Подготовьте большую партию основы соуса (лук, перец, помидоры, специи) и заморозьте порциями; разогрейте одну, разбейте яйца, накройте для варки — сокращает ежедневное время готовки вдвое. Используйте замороженный нарезанный кубиками лук/перец, чтобы пропустить нарезку, или кухонный комбайн для быстрой нарезки кубиками. Сделайте несколько гнезд для яиц в одной сковороде на 2-4 порции одновременно."
  },
  "couscous": {
    "name": "Кускус",
    "desc": "Лёгкая североафриканская классика из пропаренных зёрен манной крупы с бульоном и оливковым маслом. Пушистая текстура делает его идеальным для быстрых салатов.",
    "comment": "Приготовьте большую партию (умножьте на 4), разложите по герметичным контейнерам; разогревайте отдельные порции в микроволновке с каплей воды за 1 минуту. Используйте мгновенный/быстро готовящийся сорт кускуса, если доступен. Держите бульон кипящим под рукой или используйте микроволновку с начала: прокипятите бульон 2 мин, перемешайте кускус, накройте 5 мин."
  },
  "tagine": {
    "name": "Тажин",
    "desc": "Ароматное марокканское рагу, тушённое в коническом глиняном горшке, сочетающее нежное мясо с ароматными специями и сладкими сухофруктами. Медленный процесс готовки объединяет вкусы в пикантно-сладкую гармонию, одновременно сытную и экзотическую.",
    "comment": "Тажин еще вкуснее на следующий день, поэтому приготовьте большую партию заранее — обжарьте дополнительное мясо и тушите ароматические добавки большими порциями, затем разложите порциями и охладите до 5 дней или заморозьте на месяцы. Предварительно обжарьте и измельчите вашу смесь специй партиями, чтобы сэкономить ежедневное время подготовки. Вы можете использовать консервированные помидоры и предварительно вымытую молодую морковь. Если у вас есть скороварка, сократите пассивное время готовки до 30–40 минут, достигая тех же нежных результатов."
  },
  "baklava": {
    "name": "Баклава",
    "desc": "Богатая, сладкая выпечка с Ближнего Востока из слоев слоеного теста филло с начинкой из хрустящей ореховой смеси и политая медовым сиропом. Его золотистая корочка и ароматный фисташковый вкус делают его любимым десертом во многих культурах.",
    "comment": "Всегда используйте магазинное тесто филло — делать его с нуля непрактично для домашних поваров. Подготовьте сироп, пока баклава выпекается, чтобы упростить рабочий процесс. Обжарьте орехи большими порциями и заморозьте порциями для будущих партий. Самое главное, выпекайте полный противень (20–30 штук) сразу и храните плотно завернутым при комнатной температуре до 2 недель, или заморозьте на месяцы. Это резко сокращает активное время на штуку. Смазывайте растопленным маслом между каждыми 2–3 слоями вместо каждого слоя, чтобы сэкономить время без ущерба для текстуры."
  },
  "pide": {
    "name": "Пиде",
    "desc": "Традиционная турецкая лепешка в форме лодки или полумесяца, выпеченная до золотистой хрусткости и часто покрытая сыром, мясным фаршем или яйцом. Это классика на семейных собраниях и уличных ларьках, известная своими слоистыми слоями и сытными вкусами.",
    "comment": "Делайте тесто большими партиями: после первого подъема разделите на порции, плотно заверните и заморозьте на срок до 3 месяцев. Разморозьте на ночь в холодильнике, затем сформируйте и выпеките. Предварительно приготовьте говяжий фарш большими порциями, хорошо приправьте и охладите или заморозьте порциями — это одно сокращает ежедневную подготовку на 10 минут. Используйте предварительно натертый сыр, чтобы сэкономить еще больше времени. Для максимальной эффективности соберите несколько пиде и выпеките их одновременно на двух решетках духовки, поворачивая посередине для равномерного подрумянивания."
  },
  "lahmacun": {
    "name": "Лахмаджун",
    "desc": "Тонкая, хрустящая турецкая лепёшка, покрытая острой смесью молотого мяса. Пикантная смесь говядины и баранины, подчёркнутая сумаком и свежими травами, делает её любимой классикой уличной еды.",
    "comment": "Подготовьте большую партию теста и начинки для нескольких лахмаджун: разделите на порции, заморозьте лишнее плоскими на подносах, затем упакуйте, разморозьте на ночь в холодильнике для быстрого будущего использования, сокращая активную подготовку более чем на 30%. Используйте кухонный комбайн для нарезки лука, помидоров и петрушки за секунды. Предварительно разогрейте духовку с камнем для пиццы или перевернутым тяжелым противнем при максимальной температуре (250C+), чтобы получить более хрустящие результаты за меньшее время. Намажьте начинку очень тонко для обеспечения равномерной быстрой выпечки."
  },
  "kofte": {
    "name": "Кёфте",
    "desc": "Классические турецкие фрикадельки из приправленного молотого баранины и говядины, часто подаются с йогуртовым соусом или свежим салатом. Ароматная смесь тмина, паприки и петрушки придает им отличительный теплый вкус, который прекрасно сочетается с питой.",
    "comment": "Смешайте большую партию теста для кёфте вручную или в кухонном комбайне, сформируйте в котлеты или батончики, уложите с пергаментом в герметичные контейнеры и заморозьте; жарьте на гриле или сковороде прямо из замороженного (добавьте 2 мин), сокращая подготовку на несколько блюд вдвое. Натрите лук вместо нарезки, чтобы ускорить смешивание. Отдохните сформированным кёфте всего 15 мин накрытыми при комнатной температуре, или пропустите для срочности. Используйте фритюрницу при 190C на 10-12 мин всего с переворачиванием, без активного наблюдения."
  },
  "borek": {
    "name": "Бёрек",
    "desc": "Слоеная выпечка с Балкан и соседних регионов, обычно из тонких слоев теста с начинкой из сыра или мясного фарша, выпеченная до золотистой хрусткости. Часто подаётся как пикантная закуска на завтрак или как разделяемая закуска на собраниях.",
    "comment": "Используйте готовые листы юфка или филло, чтобы вам нужно было только смешать начинку и собрать, полностью пропуская изготовление теста. Приготовьте большой противень бёрека, нарежьте после выпечки и охладите или заморозьте порциями; разогревайте прямо из холодильника или морозилки, чтобы усилия по укладке и начинке распространялись на несколько блюд. Вы можете смешать сырную начинку заранее и держать накрытой в холодильнике до двух дней, так что в занятые дни вам нужно только раскатать и выпечь."
  },
  "lula-kebab": {
    "name": "Люля-кебаб",
    "desc": "Классический кавказский и турецкий шашлык из приправленного молотого мяса, сформированного вокруг шампур и жаренного до сочного финала. Его ароматная смесь тмина, лука, чеснока и свежих трав придает ему богатый, дымный характер при подаче завернутым в теплый лаваш.",
    "comment": "Подготовьте большую партию приправленной мясной смеси, сформируйте кебабы и охладите или заморозьте их на подносе; как только затвердеют, храните в контейнерах, чтобы вы могли жарить прямо из охлажденного или замороженного состояния почти без подготовки. Используйте гриль-сковороду или гриль духовки, чтобы готовить несколько шампур одновременно, вместо поворачивания отдельных кебабов в маленькой сковороде. Натрите лук большими порциями и заморозьте его в формах для льда для будущих партий кебабов, чтобы избежать повторной нарезки."
  },
  "moussaka": {
    "name": "Муссака",
    "desc": "Сытная греческая запеканка со слоями жареных баклажанов, приправленной баранины и томатного соуса, и кремовым запечённым бешамелем сверху. Богатые слои запекаются до тех пор, пока верх не станет золотистым и застынет, что делает её идеальной в качестве семейного блюда, приготовленного заранее.",
    "comment": "Жарьте нарезанные баклажаны на одном большом противне под грилем вместо жарки партиями на сковороде, чтобы сэкономить время и масло. Приготовьте мясной соус и бешамель, пока баклажаны жарятся, чтобы сборка произошла сразу после. Соберите целый противень муссаки за день заранее, хорошо охладите, затем выпеките один раз на несколько блюд; остатки очень хорошо разогреваются, и вкусы еще больше смешиваются."
  },
  "souvlaki": {
    "name": "Сувлаки",
    "desc": "Классика греческой уличной еды — жаренные шашлычки из приправленной свинины, подаются с лимонными травами и свежими овощами. Быстрый, ароматный укус, напоминающий приморские таверны.",
    "comment": "Маринуйте мясо на ночь или хотя бы 2 часа заранее, чтобы углубить вкус и сократить активное время подготовки. Сделайте двойную или тройную партию, так как сувлаки хорошо хранятся в холодильнике 3-4 дня и красиво разогреваются на горячей сковороде или в духовке. Вы можете подготовить шампуры заранее, заморозить их маринованными и жарить прямо из замороженного состояния, добавляя всего 3-4 минуты к времени готовки. Используйте предварительно нарезанный сладкий перец или замороженные овощные смеси, чтобы устранить нарезку."
  },
  "spanakopita": {
    "name": "Спанакопита",
    "desc": "Классический греческий пирог со шпинатом со слоеным тестом филло с начинкой из пикантной смеси тушеного шпината, лука, сыра фета и трав. Часто подаётся теплым как закуска или легкое основное блюдо во время семейных собраний.",
    "comment": "Сделайте большой противень на несколько порций, так как спанакопита отлично хранится в холодильнике до 5 дней и красиво замораживается на срок до 3 месяцев. Используйте предварительно вымытый замороженный шпинат (уже нарезанный и обезвоженный), чтобы устранить подготовку. Купите магазинное тесто филло вместо изготовления с нуля, экономя часы работы. Вы можете собрать все блюдо за день заранее, охладить невыпеченным и поставить в духовку, когда готово. Разогревайте отдельные порции в тостер-духовке, чтобы восстановить хрусткость."
  },
  "schnitzel": {
    "name": "Шницель",
    "desc": "Классическое австрийское блюдо из тонкой, панированной телячьей отбивной, обжаренной на сковороде до золотистого совершенства. Часто подаётся с дольками лимона и простым гарниром, таким как картофельный салат или зелень, что отражает простоту центральноевропейской домашней кухни.",
    "comment": "Подготовьте несколько телячьих отбивных сразу: отбейте, приправьте и панируйте партию, затем заморозьте их плоскими на подносе перед переносом в контейнер; они могут идти прямо из морозилки на сковороду с добавлением всего пары дополнительных минут готовки на слабом–среднем огне в начале. Настройте станцию панировки с широкими контейнерами и используйте одну руку для влажных, а другую для сухих ингредиентов, чтобы сократить беспорядок и ускорить покрытие. Используйте большую сковороду, чтобы вы могли жарить 2–3 шницеля за одну партию без тесноты; это сохраняет их хрустящими и сокращает общее активное время. Если вы часто готовите шницель, предварительно смешайте простую смесь приправ для муки и панировочных сухарей, чтобы пропускать измерение каждый раз."
  },
  "currywurst": {
    "name": "Карривурст",
    "desc": "Классика немецкой уличной еды — нарезанные братвурсты, покрытые слегка сладким, пикантным томатно-карри соусом. Обычно подаётся с картофелем фри или хлебным рулетом, популярная поздняя закуска на оживленных берлинских ларьках с едой.",
    "comment": "Приготовьте большую партию карри-соуса один раз: он хорошо хранится в холодильнике до нескольких дней и замораживается еще дольше, так что вам нужно только обжарить сосиски, когда голодны. Предварительно приготовьте несколько братвурстов в слегка кипящей воде, затем охладите их; позже вам нужно только быстрое обжаривание на сковороде или гриле, чтобы разогреть и подрумянить. Храните соус и сосиски отдельно в герметичных контейнерах, чтобы вы могли гибко порционировать их для одной или нескольких порций. Если вы часто едите это, предварительно смешайте свою собственную смесь карри–паприка–сахар, чтобы сократить шаги приправы."
  },
  "bratwurst": {
    "name": "Братвурст",
    "desc": "Классическая немецкая колбаса, обычно из свинины или смеси свинины и телятины, приправленная специями, такими как мускатный орех, имбирь и тмин. Обычно жарится на гриле или сковороде и подаётся с горчицей, хлебом и иногда квашеной капустой.",
    "comment": ""
  },
  "pretzel": {
    "name": "Брецель",
    "desc": "Мягкая, жевательная немецкая закуска с глянцевой темной корочкой и намеком на соленость. Классический брецель часто подаётся теплым, покрытым грубой морской солью или сырным соусом.",
    "comment": "Сделайте двойную или тройную партию теста, чтобы заморозить порции после начального подъема, разморозьте на ночь в холодильнике и сформируйте напрямую, чтобы сэкономить повторное время смешивания. Используйте мгновенные дрожжи, чтобы пропустить доказательство, и подготовьте ванну с пищевой содой, пока тесто отдыхает. Выпекайте несколько брецелей одновременно на одном листе, чтобы оптимизировать время в духовке."
  },
  "sauerkraut": {
    "name": "Квашеная капуста",
    "desc": "Пикантное ферментированное блюдо из капусты, родом из Центральной Европы, часто подаётся как гарнир или добавка к сосискам и сэндвичам. Хрустящая текстура и пробиотические свойства делают его классикой во многих сытных блюдах.",
    "comment": "Нашинкуйте несколько головок капусты сразу, используя кухонный комбайн для порционной подготовки нескольких банок, сокращая время на банку вдвое. Используйте грузы или ферментационные горшки, чтобы обеспечить равномерное нажатие без ежедневных проверок. Запускайте несколько банок в ротации каждую неделю для непрерывного снабжения без полных повторений подготовки."
  },
  "sauerbraten": {
    "name": "Зауэрбратен",
    "desc": "Классическое немецкое жаркое в горшочке, маринованное в пикантной смеси уксуса и вина, затем медленно тушенное до нежности. Блюдо славится своим глубоким вкусом и часто подаётся с красной капустой или картофельными кнедликами.",
    "comment": "Маринуйте несколько жарких сразу большими партиями, замораживая лишнее после маринования, чтобы пропустить будущую подготовку. Используйте скороварку для готовки, чтобы сократить активное время до 45 мин с 3 часов. Предварительно нарежьте и заморозьте овощные смеси для маринада, чтобы сократить ежедневную нарезку."
  },
  "ksesptzle": {
    "name": "Кезешпецле",
    "desc": "Классическое немецкое домашнее блюдо из свежей яичной лапши, покрытой растопленным сыром и хрустящим луком, часто подаётся как сытное основное блюдо или гарнир.",
    "comment": "Используйте магазинную или готовую шпецле (охлажденную или сушеную), чтобы устранить смешивание теста и отдых. Нарежьте лук тонко заранее или используйте мандолину для быстрой жарки за 2 мин. Натрите сыр заранее и уложите холодным для более быстрого плавления под грилем вместо перемешивания на плите."
  },
  "rouladen": {
    "name": "Руладен",
    "desc": "Классическое немецкое блюдо из тонко нарезанной говядины, завернутой вокруг маринованных огурцов, лука и бекона, затем тушённой до нежности. Сытное домашнее блюдо с глубоким вкусом медленного приготовления, отражающее традиции баварской кухни.",
    "comment": "Подготовьте большую партию из 4-6 рулетов сразу: время сборки на рулет значительно падает после первого. Используйте предварительно нарезанные тонкие ломтики говядины (верхняя часть) от мясника, чтобы пропустить обрезку. Обжарьте все рулеты в одной сковороде быстро на сильном огне. Для разогрева приготовьте дополнительный соус и храните рулеты погруженными в него в холодильнике; они разогреваются за 5 минут на плите. Заморозьте приготовленные рулеты в соусе на срок до 3 месяцев, разморозьте на ночь и разогрейте осторожно."
  },
  "goulash": {
    "name": "Гуляш",
    "desc": "Сытное венгерское тушеное мясо из говядины, тушенное с паприкой, луком и овощами. Традиционно подаётся горячим с гарниром из хрустящего хлеба или поверх яичной лапши.",
    "comment": "Приготовьте большую кастрюлю на 4-6 порций: нарезка один раз и тушение масштабирует время вниз на порцию. Карамелизируйте лук медленно заранее и заморозьте порциями для мгновенной основы. Используйте скороварку для полной готовки за 40 минут всего. Держите готовую смесь специй (паприка, соль, перец) готовой. Заморозьте порциями; он вкуснее на следующий день и хорошо сохраняет вкус до 3 месяцев замороженным."
  },
  "pelmeni": {
    "name": "Пельмени",
    "desc": "Традиционные русские пельмени с начинкой из приправленного молотого мяса (свинина и говядина), подаются горячими в бульоне или со сметаной. Нежные обертки и пикантная начинка делают их уютной классикой восточноевропейской кухни.",
    "comment": "Подготовьте большую партию теста и начинки на несколько блюд, сформируйте все пельмени сразу, заморозьте лишние на посыпанном мукой подносе, затем перенесите в пакеты; это сокращает время сборки на порцию вдвое. Используйте машинку для пасты или кухонный комбайн для теста и измельчения мяса, чтобы ускорить. Варите партиями, одновременно формируя следующие, чтобы перекрыть активное время. Купите замороженные пельмени для мгновенной готовки, если время критично."
  },
  "olivier-salad": {
    "name": "Салат Оливье",
    "desc": "Классический русский салат с кремовой смесью нарезанных кубиками овощей, яиц и маринованных огурцов, перемешанных с майонезом. Он одновременно сытный и освежающий, часто подаётся на праздничных собраниях.",
    "comment": "Порциями варите картофель, морковь, яйца и горох вместе в одной кастрюле, чтобы минимизировать время готовки; быстро охладите в ледяной воде для безопасной быстрой нарезки. Нарежьте все равномерно кубиками, используя овощерезку или решетчатую разделочную доску. Сделайте большую партию, разложите порциями и охладите до 3 дней, добавляя майонез непосредственно перед подачей, чтобы сохранить свежесть. Используйте замороженный горох, напрямую размороженный, чтобы пропустить варку."
  },
  "blini-with-caviar": {
    "name": "Блины с икрой",
    "desc": "Нежные русские блины, подаются как роскошная закуска, покрытые солёной икрой и ложкой сметаны. Контраст между мягкими, слегка дрожжевыми блинами и солёной икрой создаёт элегантное сочетание, одновременно классическое и изысканное.",
    "comment": "Подготовьте двойную или тройную партию теста заранее и храните в холодильнике до 2 дней; это значительно сокращает время смешивания для нескольких порций. Используйте специальную сковороду для блинов или электрический гриль, чтобы готовить 4-6 блинов одновременно, вместо одного за раз, сокращая общее время готовки. Предварительно порционируйте добавки, такие как сметана и икра, в кондитерский мешок для быстрой сборки."
  },
  "beef-stroganoff": {
    "name": "Бефстроганов",
    "desc": "Сытная русская классика с нежными полосками говядины, тушёнными в кремовом грибном соусе. Часто подаётся поверх лапши или риса, сочетая пикантную глубину с бархатной насыщенностью.",
    "comment": "Нарежьте большую партию говядины и овощей заранее, храня в холодильнике 1-2 дня, чтобы сократить подготовку на несколько блюд вдвое. Используйте готовую ру (смесь муки-масла, приготовленную и замороженную в формах для льда), чтобы мгновенно загустить соус без свежего помешивания муки. Выбирайте вырезку или предварительно нарезанные куски говядины для стир-фрай, чтобы сократить готовку до средне-прожаренной обжарки перед соусом."
  },
  "varenyky": {
    "name": "Вареники",
    "desc": "Украинские пельмени с картофелем и сыром, подаются горячими с масляным луком или сметаной. Это уютная классика, часто готовится на праздниках и семейных собраниях.",
    "comment": "Варите картофель в микроволновке 5-7 мин, чтобы ускорить разминание; используйте кухонный комбайн для теста и начинки. Жарьте лук большими порциями, пока тесто отдыхает. Сделайте двойную партию, заморозьте сырые вареники на подносе, затем упакуйте; варите из замороженного, чтобы сократить будущую подготовку вдвое. Держите предварительно сваренный картофель или картофельное пюре замороженным."
  },
  "pierogi": {
    "name": "Пироги",
    "desc": "Классические польские пельмени с различными начинками: пикантные варианты, такие как свинина-картофель, квашеная капуста-грибы, или сладкие ягоды. Подаются горячими с тушеным луком и сметаной.",
    "comment": "Используйте микроволновку для картофеля для быстрой варки/разминания; используйте магазинное или рецепт теста без отдыха, чтобы пропустить отдых. Подготовьте все начинки большими порциями в кухонном комбайне, жарьте мясо/овощи вместе. Соберите двойную партию, заморозьте сырые на подносе, затем храните; варите прямо из замороженного. Промойте квашеную капусту, чтобы сократить подготовку, используйте замороженный нарезанный лук/грибы, если доступно дешево."
  },
  "bigos": {
    "name": "Бигос",
    "desc": "Сытное польское охотничье рагу, смешивающее квашеную капусту, свежую капусту и различные виды мяса в глубоко пикантное жаркое в горшочке. Его медленно приготовленные слои вкусов делают его уютной классикой для зимних блюд.",
    "comment": "Приготовьте большую партию, так как он вкуснее после 2-3 дней и отлично замораживается. Используйте скороварку, чтобы сократить тушение с 3 часов до 45 минут. Использование кухонного комбайна для шинковки капусты и моркови может сэкономить значительное время подготовки без увеличения затрат."
  },
  "stuffed-cabbage-rolls": {
    "name": "Голубцы",
    "desc": "Уютное восточноевропейское блюдо, где приправленный мясной фарш и рис завернуты в нежные листья капусты и тушены в томатном соусе.",
    "comment": "Заморозьте целую головку капусты на 24 часа, затем разморозьте; листья станут мягкими и податливыми без варки, экономя время и избегая ожогов. Используйте мультиварку или тяжелую кастрюлю, чтобы дать им тушиться пассивно, пока вы делаете другие задачи."
  },
  "potato-pancakes": {
    "name": "Картофельные оладьи",
    "desc": "Классические восточноевропейские блины из натертого картофеля, обжаренные на сковороде до золотистого и хрустящего состояния. Лучше всего подавать горячими с ложкой сметаны.",
    "comment": "Используйте кухонный комбайн с мелкой теркой, чтобы подготовить тесто за секунды вместо минут. Жарка на двух больших сковородах одновременно сокращает время готовки вдвое и обеспечивает, чтобы все ели одновременно."
  },
  "salo": {
    "name": "Сало",
    "desc": "Традиционный украинский деликатес из вяленого свиного жира, известный своим богатым вкусом и тающей во рту текстурой. Часто подаётся тонко нарезанным на ржаном хлебе с посыпкой свежего укропа или нарезанного лука.",
    "comment": "Подготовьте большую партию сала 1-2кг сразу: время натирания и укладки остается похожим, но сократите подготовку на порцию вдвое, делая несколько кусков. Используйте предварительно очищенный замороженный чеснок, чтобы сэкономить время нарезки. Для метода горячего рассола варите специи большими порциями заранее и повторно используйте; быстро охладите в ледяной ванне для хранения в холодильнике. Храните в холодильнике до месяцев или заморозьте порциями."
  },
  "shashlik": {
    "name": "Шашлык",
    "desc": "Классический среднеазиатский кебаб из маринованных кубиков мяса, нанизанных на шампуры и жаренных на открытом огне. Дымный обугленный край и сочная внутренность делают его любимой классикой уличной еды в бывших советских республиках.",
    "comment": "Маринуйте 1-2кг говядины партией сразу: время нарезки и смешивания на порцию сокращается вдвое с объемом. Используйте предварительно измельченный чеснок и замороженные ломтики лука, чтобы сократить подготовку. Нанижите несколько заранее и жарьте большими партиями на большем гриле или под грилем в духовке; вращайте реже для экономии времени. Разогревайте остатки на горячем гриле."
  },
  "plov": {
    "name": "Плов",
    "desc": "Ароматный узбекский рисовый плов, приготовленный с нежной бараниной и карамелизированным луком, тушенный в пикантном бульоне из специй. Традиционно подаётся на собраниях, символизирует изобилие и гостеприимство.",
    "comment": "Приготовьте несколько порций партией сразу в большей кастрюле; время тушения немного падает, потому что больший объем лучше сохраняет тепло. Используйте предварительно нарезанную замороженную смесь лука-моркови и держите домашний бульон замороженным порциями, чтобы сократить нарезку и нагрев. Храните приготовленный плов в герметичных контейнерах в холодильнике до 48 часов или заморозьте отдельные порции."
  },
  "manti": {
    "name": "Манты",
    "desc": "Турецкие пельмени с начинкой из острой смеси говядины и баранины, подаются с пикантным йогуртовым соусом и посыпаются сумаком и хлопьями чили. Традиционно варятся после необязательной предварительной выпечки, иногда слегка обжариваются для хрустящих краев.",
    "comment": "Сделайте большую партию теста и начинки мантов, сформируйте и предварительно выпеките их все сразу, затем заморозьте порциями; это распределяет фиксированное время подготовки на несколько блюд, сокращая активное время на порцию вдвое при повторах. Варите прямо из замороженного без разморозки, добавляя всего 1-2 минуты. Используйте машинку для пасты или скалку с направляющей для более тонких, равномерных листов теста, чтобы ускорить раскатку. Подготовьте йогурт и соусы заранее большими порциями."
  },
  "dolma": {
    "name": "Долма",
    "desc": "Средиземноморские фаршированные виноградные листья с приправленным рисом, травами и молотой говядиной. Пикантные кусочки, подаются с йогуртом или томатным соусом.",
    "comment": "Подготовьте большие партии начинки и скатайте долму заранее, укладывая в горшки или морозильные пакеты для готовки на пару нескольких блюд сразу, сокращая подготовку на порцию вдвое. Используйте банкированные или предварительно бланшированные виноградные листья, чтобы пропустить бланширование. Предварительно приготовьте рис или используйте быстрый рис из микроволновки. Для готовки используйте скороварку, чтобы значительно сократить время тушения. Держите травы нарезанными и замороженными порциями."
  },
  "khinkali": {
    "name": "Хинкали",
    "desc": "Традиционные грузинские пельмени с начинкой из пикантной смеси говядины, свинины и ароматных трав. Варятся до совершенства, образуя сочный кармашек, который раскрывается вкусом при укусе.",
    "comment": "Подготовьте большую партию теста и начинки на несколько блюд: скатайте и начините 20+ хинкали сразу, сварите половину сразу и заморозьте остальные сырыми на посыпанном мукой подносе, затем упакуйте на потом. Это сокращает подготовку на порцию вдвое. Используйте стационарный миксер для замеса теста и кухонный комбайн для лука, чтобы сэкономить 15-20 мин. Дайте тесту отдохнуть только 30 мин вместо 1 часа. Варите партиями, используя метод водоворота в большой кастрюле, чтобы предотвратить прилипание."
  },
  "khachapuri": {
    "name": "Хачапури",
    "desc": "Грузинский сырный хлеб, одновременно пикантный и сытный. Круглая, золотистая корочка обволакивает тягучую смесь сыра, яйца и масла, что делает его популярной уличной едой в Тбилиси.",
    "comment": "Сделайте двойную партию теста и заморозьте половину порционированных шариков на следующий раз, разморозьте на ночь в холодильнике, чтобы пропустить подъем. Натрите сыр заранее и храните в холодильнике до 2 дней. Используйте быстрые дрожжи и теплое место для 45-минутного подъема вместо 90. Для нескольких вращайте противни духовки, чтобы сбрить 3 мин выпечки. Замесите в стационарном миксере, чтобы сэкономить 5 мин."
  },
  "satsivi": {
    "name": "Сациви",
    "desc": "Классическое грузинское зимнее блюдо, сациви — это бархатный ореховый соус, подаётся холодным поверх вареной индейки. Его богатый, земляной вкус и кремовая текстура делают его уютным центральным элементом для праздничных блюд.",
    "comment": "Подготовьте большую партию основы орехового соуса (измельчите грецкие орехи, обжарьте лук, смешайте со специями и бульоном), разложите порциями и заморозьте; просто сварите индейку и смешайте, когда нужно, чтобы сократить активное время. Используйте предварительно сваренную индейку из магазинной гриль-курицы (измельчите и отмерьте) или скороварку, чтобы сократить готовку индейки до 20 мин. Держите специи, такие как уцхо сунели, предварительно смешанными для мгновенного вкуса."
  },
  "cepelinai": {
    "name": "Цепелинай",
    "desc": "Традиционное литовское блюдо из больших картофельных пельменей с начинкой из приправленной свинины, часто подаётся со сметаной и свиным жиром. Название означает 'летающие тарелки' из-за их отличительной формы.",
    "comment": "Натрите картофель в кухонном комбайне, чтобы сократить подготовку теста вдвое; сделайте двойную партию начинки и сырых цепелинай, заморозьте на подносе, затем упакуйте для быстрых будущих варок. Используйте рисовый вареный картофель, смешанный с крахмалом, для более легкого обращения с нелипким тестом. Сформируйте все пельмени сразу конвейерным стилем."
  },
  "kibinai": {
    "name": "Кибинай",
    "desc": "Традиционная литовская выпечка с начинкой из приправленного мяса и лука, часто подаётся как быстрая закуска или уличная еда. Слоеное тесто обволакивает пикантную смесь, которая балансирует ароматные специи с сытным белком.",
    "comment": "Подготовьте тесто и начинку заранее, соберите и заморозьте сырые кибинай на подносе перед выпечкой, чтобы сократить ежедневное активное время; выпекайте прямо из морозилки, добавив несколько минут. Используйте кухонный комбайн для быстрой нарезки лука и смешивания теста. Сделайте мега-партию, порционно заморозьте для удобства взять-и-выпечь."
  },
  "smorrebrod-with-egg-and-anchovies": {
    "name": "Смёрребрёд с яйцом и анчоусами",
    "desc": "Традиционный датский открытый сэндвич на хрустящем ржаном хлебе, покрытый маслом, нарезанным вареным яйцом, анчоусами и луком-резанцом. Простая, но ароматная классика на собраниях.",
    "comment": "Варите несколько яиц одновременно и держите очищенными в холодильнике до недели. Купите предварительно нарезанный ржаной хлеб или используйте тостер, чтобы пропустить нарезку. Подготовьте добавки заранее и соберите несколько смёрребрёд за один раз, чтобы сократить время сборки вдвое."
  },
  "italian-meatballs": {
    "name": "Итальянские фрикадельки",
    "desc": "Классические итальянские фрикадельки, сделанные нежными с панировочными сухарями и сыром, обжаренные и тушенные в насыщенном томатном соусе. Идеальны как закуска или основное блюдо с травами.",
    "comment": "Удвойте партию, заморозьте сырые сформированные фрикадельки в один слой на подносе, затем упакуйте; разморозьте на ночь в холодильнике перед жаркой, чтобы сократить будущую подготовку. Используйте импульсы кухонного комбайна для быстрого смешивания мяса и петрушки. Держите предварительно приготовленный соус тушущимся, пока жарите, чтобы перекрыть время."
  },
  "cinnamon-buns": {
    "name": "Коричные булочки",
    "desc": "Сладкое дрожжевое тесто, свернутое с корично-сахарной начинкой, выпеченное до золотистого совершенства. Классическое домашнее лакомство на завтрак или к чаю.",
    "comment": "Охладите сформированные булочки на ночь для медленного подъема, выпекайте свежими утром, чтобы сократить активную подготовку. Используйте быстрые дрожжи и теплую духовку для подъема (разогрейте духовку кратко, затем выключите со включенным светом), чтобы сократить время подъема вдвое. Сделайте двойную партию теста, заморозьте половину предварительно свернутой для быстрых будущих выпечек."
  },
  "swiss-cheese-fondue": {
    "name": "Швейцарское сырное фондю",
    "desc": "Швейцарское растопленное фондю из сыра грюйер с белым вином и киршем, идеально для макания хрустящих кубиков хлеба. Теплая, разделяемая классика.",
    "comment": "Предварительно натрите сыр и нарежьте чеснок заранее, храните в холодильнике. Нарежьте хлеб кубиками, пока сыр тает, чтобы перекрыть шаги. Для нескольких используйте большую кастрюлю и держите теплым на слабом огне дольше без дополнительного активного времени."
  },
  "raclette": {
    "name": "Раклетт",
    "desc": "Швейцарская классика, где растопленный сыр раклетт соскабливается поверх варёного картофеля, сопровождаемый маринованными огурцами и нарезанным луком. Блюдо сочетает пикантный сыр с хрустящими, пикантными гарнирами, подчёркивая альпийскую кулинарную традицию.",
    "comment": "Сварите большую партию картофеля заранее и разогревайте по мере необходимости; нарежьте лук и разложите маринованные огурцы заранее на несколько порций. Используйте предварительно сваренный молодой картофель или микроволновку на 5 минут, чтобы сократить время варки вдвое. Для сыра подготовьте несколько порций под грилем одновременно или используйте гриль раклетт, если доступен, чтобы растопить быстрее без постоянного наблюдения."
  },
  "rosti": {
    "name": "Рёшти",
    "desc": "Классический швейцарский картофельный блин, который хрустящий снаружи и нежный внутри. Часто подаётся как гарнир или покрывается сыром, копченым лососем или жареным яйцом для сытного завтрака.",
    "comment": "Натрите картофель на несколько порций сразу, используя кухонный комбайн, чтобы сэкономить время; выжмите влагу в чистом кухонном полотенце партионным стилем. Используйте антипригарную сковороду или предварительно нашинкованный замороженный картофель фри (быстро разморозьте под водой) для еще более быстрого хрустящего состояния без прилипания. Приготовьте двойную партию и разогрейте ломтики в тостер-духовке для будущих блюд."
  },
  "croissant": {
    "name": "Круассан",
    "desc": "Слоеная, масляная выпечка, происходящая из Франции, известная своими слоями ламинированного теста, которые раздуваются в воздушные полумесяцы. Идеален как завтрак или элегантная закуска с кофе.",
    "comment": "Ламинируйте и охладите тесто на ночь или заморозьте предварительно ламинированные блоки для быстрой разморозки; разделите тесто на несколько порций для порционной заморозки после подъема, чтобы сократить активное время на круассан. Используйте метод грубого слоеного теста, пропуская несколько складок, или магазинные листы слоеного теста, свернутые в полумесяцы для домашнего использования, сокращая время выпечки. Поднимите несколько одновременно в теплой духовке со включенным светом."
  },
  "baguette": {
    "name": "Багет",
    "desc": "Классическая французская буханка с хрустящей, золотистой корочкой и мягкой, воздушной внутренностью. Стройная форма делает её идеальной для сэндвичей или как сопровождение к любому блюду.",
    "comment": "Приготовьте несколько багетов сразу из большого теста: смешайте большую партию накануне вечером для ночного подъема, разделите и сформируйте быстро утром. Используйте предварительную закваску (пулиш), начатую за день заранее, чтобы улучшить вкус, при этом соответствуя расписанию. Держите тесто в холодильнике для холодной задержки, чтобы продлить подъем контролируемо и порциями на несколько дней. Заморозьте сформированные буханки после подъема, выпекайте из замороженного, добавив несколько дополнительных минут."
  },
  "arancini": {
    "name": "Аранчини",
    "desc": "Хрустящие итальянские рисовые шарики с начинкой из растопленной моцареллы, традиционно подаются как уличная еда в Сицилии. Они предлагают приятный хруст, скрывающий кремовую, пикантную середину.",
    "comment": "Приготовьте большую партию ризотто заранее и охладите на ночь; разложите на шарики быстро, пока холодное, для более легкой обработки. Используйте предварительно натертые/измельченные сыры, чтобы пропустить нарезку. Сделайте несколько партий шариков, заморозьте на подносе, затем упакуйте; жарьте прямо из морозилки, добавив 1-2 мин, хорошо сохраняет форму. Настройка порционной станции панировки ускоряет сборку для многих."
  },
  "caprese-salad": {
    "name": "Салат Капрезе",
    "desc": "Яркий, свежий итальянский салат, сочетающий спелые помидоры, кремовую моцареллу и ароматный базилик. Политый простой заправкой из оливкового масла, это классическое летнее блюдо, балансирующее сладость и солёность.",
    "comment": "Нарежьте помидоры и моцареллу, пока нож острый, или используйте предварительно нарезанный сыр и помидоры черри, разрезанные пополам большими порциями, чтобы минимизировать время нарезки. Приготовьте несколько салатов сразу, нарезав все заранее и собрав по мере необходимости; храните компоненты отдельно в холодильнике до дня. Держите листья базилика целыми, если куплены большими пучками, чтобы избежать дополнительной нарезки."
  },
  "bruschetta": {
    "name": "Брускетта",
    "desc": "Классическая итальянская закуска с поджаренным хлебом, натертым чесноком и покрытым свежей смесью помидоров и базилика. Его яркие вкусы делают его популярной закуской для средиземноморских пиров.",
    "comment": "Используйте микропланку для натирания чеснока прямо на горячие тосты, чтобы сэкономить время натирания, и смешайте добавки заранее для нескольких партий. Нарежьте и поджарьте целый багет сразу под грилем, затем храните охлажденные ломтики герметично для быстрой сборки позже. Купите предварительно нарезанные кубиками помидоры или нарежьте большую партию заранее и слейте избыточную жидкость на ночь."
  },
  "polenta": {
    "name": "Полента",
    "desc": "Классическое итальянское домашнее блюдо из кукурузной муки, приготовленной в солёной воде до кремовости, часто используется как основа для соусов или подаётся ломтиками после охлаждения и поджаривания на сковороде. Универсальная и сытная, прекрасно сочетается с овощами, рагу или тушёным мясом.",
    "comment": "Чтобы сэкономить время в занятые дни, приготовьте большую партию один раз, разложите тонким слоем для быстрого охлаждения, затем охладите. Разогрейте порцию с каплей воды (или молока) и взбейте 3–5 минут, чтобы снова получить кремовость, вместо готовки с нуля."
  },
  "ossobuco": {
    "name": "Особуко",
    "desc": "Классическое миланское блюдо из телячьей голяшки, медленно тушённой с ароматическими добавками, вином и бульоном до нежности. Костный мозг обогащает соус, что делает его идеальным партнёром для ризотто или поленты.",
    "comment": "Для более быстрого особуко в будние дни используйте скороварку, чтобы сократить длительное тушение (основная трата времени), сохраняя тот же список ингредиентов. Другое практическое ускорение — держать под рукой замороженную смесь нарезанного кубиками лука-моркови-сельдерея: она обычно недорогая и сокращает время нарезки почти до нуля."
  },
  "gnocchi": {
    "name": "Ньокки",
    "desc": "Классические картофельные клецки, варятся до всплытия, затем перемешиваются с маслом (или подаются с томатным соусом). Мягкие, сытные и легко сочетаются со многими соусами.",
    "comment": "Чтобы ускорить это, используйте микроволновку для картофеля вместо варки (меньше ожидания и без большой кастрюли), затем измельчите в рисовую консистенцию, пока горячие, чтобы они быстро высохли. Для еще большей выгоды сформируйте двойную партию и заморозьте сырые ньокки на подносе; их можно варить прямо из замороженного состояния для быстрых блюд позже."
  },
  "ricotta-spinach-ravioli": {
    "name": "Равиоли с Рикоттой и Шпинатом",
    "desc": "Традиционная итальянская фаршированная паста с нежными кармашками начинки из рикотты и шпината, варится и подаётся в лёгком тушёном томатном соусе. Классическое домашнее блюдо, отражающее элегантность домашнего теста и сезонных овощей.",
    "comment": "Изготовление теста и начинки для равиоли на одну порцию занимает много времени; удвойте или утройте партию, заморозьте сырые равиоли на посыпанном мукой подносе, затем перенесите в пакеты на срок до 3 месяцев. Варите прямо из замороженного, добавив 1 минуту. Используйте кухонный комбайн, чтобы нарезать шпинат и смешать начинку за секунды. Предварительно бланшируйте шпинат большими порциями и заморозьте порциями, чтобы пропустить увядание каждый раз. Раскатывайте тесто машинкой для пасты, если доступна, чтобы сократить время раскатки вдвое."
  },
  "fettuccine-alfredo": {
    "name": "Феттучине Альфредо",
    "desc": "Кремовое итальянское пастовое блюдо с шелковистыми феттучине, перемешанными в насыщенном соусе из масла, жирных сливок и сыра пармезан. Его изысканная текстура делает его классическим домашним блюдом на любой случай.",
    "comment": "Варите пасту, пока сливки, масло и натертый сыр мягко нагреваются вместе — не нужно кипятить соус энергично, просто помешивайте до эмульгирования на слабом огне. Натрите сыр заранее и храните в холодильнике; измельчите чеснок большими порциями и заморозьте в формах для льда с маслом для мгновенного добавления. Удвойте порции, чтобы варить пасту один раз на два блюда, соус разогревается идеально с каплей пастовой воды. Используйте листы лазаньи без варки, нарезанные полосками, если доступны, для нулевого времени готовки пасты."
  },
  "jamn-ibrico": {
    "name": "Хамон Иберико",
    "desc": "Премиальный сухой вяленый иберийский окорок с испанских свиных ферм, ценится за мраморный жир и глубокий умами вкус. Тонко нарезается, чтобы продемонстрировать тонкий баланс соли, жира и мяса.",
    "comment": "Используйте электрическую нарезку или самый острый нож, нагретый в горячей воде и высушенный, для ультратонких ломтиков без усилий. Купите предварительно нарезанные вакуумные упаковки на отдельные порции, чтобы пропустить всю нарезку. Храните целый окорок плотно завернутым в пергамент и ткань в холодильнике; хранится месяцами. Нарежьте несколько порций сразу, заверните лишнее отдельно, чтобы есть холодным в любое время."
  },
  "prosciutto-di-parma": {
    "name": "Пармская Ветчина",
    "desc": "Прославленная итальянская сухая вяленая ветчина из региона Парма, известная своим тонким балансом солёных и сладких нот. Тонко нарезанная, она прекрасно сочетается с дыней, инжиром или оливковым маслом.",
    "comment": "Купите предварительно нарезанную пармскую ветчину, чтобы сократить время нарезки вдвое. Подготовьте несколько порций сразу, уложив ломтики на блюдо заранее, храня накрытыми в холодильнике и поливая маслом непосредственно перед подачей. Это значительно сокращает ежедневную подготовку."
  },
  "escargots-de-bourgogne": {
    "name": "Улитки по-бургундски",
    "desc": "Классический французский деликатес с улитками, приготовленными в ароматном чесночно-травяном масле. Часто подаётся как элегантная закуска, отражающая кулинарное наследие Бургундии простой, но роскошной подачей.",
    "comment": "Используйте предварительно приготовленные или консервированные улитки (слитые), чтобы пропустить очистку и начальную варку, экономя 20+ минут. Сделайте большую партию чесночно-петрушечного масла заранее и заморозьте порциями; тайте быстро для нескольких порций. Выпекайте несколько подносов одновременно, чтобы сократить время готовки на порцию."
  },
  "boeuf-bourguignon": {
    "name": "Говядина по-бургундски",
    "desc": "Классическое французское тушёное мясо из говядины, тушённое в красном вине с грибами, луком и беконом. Медленное тушение придаёт глубокую, пикантную насыщенность, характерную для бургундской кухни.",
    "comment": "Приготовьте большую кастрюлю партией на несколько блюд: обжарьте мясо и овощи заранее, затем медленно тушите. Быстро охладите, разложите по герметичным контейнерам и заморозьте на месяцы — вкус улучшается при разогреве. Используйте предварительно нарезанное замороженное мирепуа (лук/морковь) и жемчужный лук, чтобы сократить нарезку; держите партии бульона готовыми."
  },
  "cassoulet": {
    "name": "Кассуле",
    "desc": "Сытное французское рагу из региона Лангедок, тушённое из белой фасоли со свининой, утиным конфи и кроликом часами для глубокого вкуса. Славится богатой, наваристой текстурой и часто готовится для больших собраний.",
    "comment": "Приготовьте большую кастрюлю на 4-6 порций: замочите и приготовьте фасоль партией в скороварке (10 мин под давлением), нарежьте овощи в кухонном комбайне, уложите мясо и фасоль в кастрюлю, запеките один раз. Быстро охладите, разложите по герметичным контейнерам, заморозьте на срок до 3 месяцев — разогревайте порции по мере необходимости, добавляя свежие панировочные сухари только при подаче. Используйте магазинное утиное конфи и предварительно приготовленную колбасу, чтобы пропустить подготовку конфи. Это сокращает активную подготовку за счет многозадачности и время в духовке вдвое, используя более горячую начальную выпечку при 220°C/450°F на 1 час, затем снизить."
  },
  "coq-au-vin": {
    "name": "Кок-о-Вен",
    "desc": "Классическое французское тушеное куриное блюдо, где нежные кусочки птицы тушатся в красном вине с ароматными овощами и травами. Отражает деревенскую элегантность провансальской кухни, часто подаётся во время семейных собраний.",
    "comment": "Партия на 3-4 порции: обжарьте всю курицу/бекон/овощи сразу в широкой кастрюле, деглазируйте вином/бульоном, тушите под крышкой. Используйте предварительно нарезанные овощи мирепуа или кухонный комбайн для нарезки, готовые кубики куриного бульона, пропустите мучную ру, загущая суспензией кукурузного крахмала после готовки. Приготовьте в скороварке на 20-25 мин всего после обжарки (высокое давление), или мультиварка 4ч на низком после обжарки. Заморозьте порции плоскими в пакетах, разморозьте на ночь, разогрейте осторожно на плите."
  },
  "ratatouille": {
    "name": "Рататуй",
    "desc": "Классическое провансальское овощное рагу с цукини, баклажанами, сладким перцем, помидорами и луком, тушённое с травами для создания яркого, сытного блюда. Часто подаётся как гарнир или лёгкое вегетарианское основное блюдо, отражающее деревенские вкусы Южной Франции.",
    "comment": "Подготовьте несколько партий: используйте кухонный комбайн, чтобы нарезать все овощи равномерно кубиками за секунды, обжарьте основу из лука/чеснока, смешайте все в одной кастрюле или на противне. Выпекайте версию на противне при 400°F/200°C накрытой 20 мин, затем открытой 10 мин для жареных вкусов без помешивания. Используйте замороженную смесь нарезанных кубиками овощей (баклажан/цукини/перец), быстро размороженную, тушите все в кастрюле 15-20 мин на плите. Разложите порциями и заморозьте плоскими, разогревайте в микроволновке за 3 мин или холодильнике 4 дня — вкусы улучшаются на следующий день."
  },
  "quiche-lorraine": {
    "name": "Киш Лорен",
    "desc": "Классический французский заварной пирог с масляным тестом, начинённый яйцами, сливками, беконом и сыром грюйер. Основное блюдо французской бистро-кухни, часто подаётся теплым на бранч или легкий ужин.",
    "comment": "Приготовьте двойную партию теста и заморозьте лишнее на следующий раз, или используйте готовое тесто для пирога, чтобы сократить подготовку вдвое. Выпекайте основу вслепую, одновременно обжаривая бекон, чтобы совместить задачи. Приготовьте большую партию, быстро остудите, разложите по герметичным контейнерам и храните в холодильнике до 3 дней или заморозьте на 2 месяца; разогревайте ломтики в духовке для восстановления хрустящей корочки."
  },
  "mashed-potatoes": {
    "name": "Картофельное пюре",
    "desc": "Кремовое, маслянистое картофельное пюре — основной гарнир во многих домах по всему миру. Прекрасно сочетается с жареным мясом или может подаваться отдельно как простое домашнее блюдо.",
    "comment": "Готовьте 3-4 порции одновременно в большой кастрюле или скороварке (время варки ~8 мин), быстро остудите под холодной водой, разложите порциями и храните в холодильнике до 4 дней или заморозьте плоскими в пакетах на 2 месяца; разогревайте с добавлением молока в микроволновке. Сначала разогрейте целый картофель в микроволновке 5 мин, чтобы сократить время варки, или используйте предварительно очищенный замороженный картофель, если бюджет позволяет."
  },
  "bouillabaisse": {
    "name": "Буйабес",
    "desc": "Классический провансальский рыбный суп родом из Марселя, с ароматным бульоном с шафраном и ассортиментом свежих морепродуктов. Традиционно подаётся с хрустящим хлебом и соусом руй для обмакивания.",
    "comment": "Держите готовый рыбный бульон и замороженную смесь морепродуктов под рукой; обжаривайте ароматические добавки, пока бульон нагревается. Используйте скороварку или мультиварку для тушения, чтобы сократить время вдвое. Готовьте большую кастрюлю на 4-6 порций, быстро остудите в ледяной ванне, разложите бульон отдельно от морепродуктов по герметичным контейнерам, храните в холодильнике 3 дня или заморозьте на 2 месяца; добавляйте свежие травы при разогреве."
  },
  "croque-monsieur": {
    "name": "Крок месье",
    "desc": "Классический французский запечённый сэндвич с ветчиной и сыром, с поджаренным хлебом, копчёной ветчиной, расплавленным грюйером и сливочным соусом бешамель. Пикантные слои создают богатый, тягучий вкус.",
    "comment": "Приготовьте двойную партию соуса бешамель и храните в холодильнике до 2 дней, аккуратно разогревая, чтобы не готовить с нуля каждый раз. Используйте предварительно нарезанную ветчину и тертый сыр, чтобы сократить время сборки. Готовьте 2-4 сэндвича одновременно на большой сковороде или под грилем, сокращая активное время приготовления на сэндвич вдвое. Держите бешамель теплым в термосе для мгновенного использования."
  },
  "steak-frites": {
    "name": "Стейк-фри",
    "desc": "Классическое французское основное блюдо из сочного рибай-стейка с золотистой хрустящей картошкой фри. Пикантный белок балансирует крахмалистый хруст.",
    "comment": "Используйте предварительно нарезанный замороженный картофель фри, чтобы сократить время нарезки и сушки. Замаринуйте стейк на ночь в смеси соли и перца, чтобы сократить время обжаривания. Готовьте несколько стейков одновременно на решетке для гриля, чтобы разделить этапы подготовки."
  },
  "moules-frites": {
    "name": "Мидии-фри",
    "desc": "Классические бельгийские мидии, приготовленные на пару в бульоне из белого вина с ароматическими добавками, подаются с золотистой картошкой фри. Солоноватые морепродукты сочетаются с хрустящим картофелем.",
    "comment": "Покупайте предварительно очищенные мидии без бородок, чтобы пропустить 5-минутную чистку. Используйте замороженный картофель фри для фри, запекая его, пока обжариваете ароматику/готовите мидии на пару, чтобы совместить на 5 минут. Подготовьте нарезанный лук/чеснок/перец порциями в морозилке для мгновенного старта. Готовьте двойную партию мидий, разложите порциями и заморозьте половину (добавляйте петрушку свежей), сокращая следующую подготовку/готовку вдвое."
  },
  "spanish-tortilla": {
    "name": "Испанская тортилья",
    "desc": "Сытная, классическая испанская тортилья из яиц, тонко нарезанного картофеля и лука, тушенных вместе в золотистый толстый омлет. Часто подаётся теплой или комнатной температуры, идеально подходит для бранча или тапас.",
    "comment": "Приготовьте двойную партию: нарежьте дополнительный картофель и лук заранее, храните в воде в холодильнике; обжарьте весь картофель/лук вместе (легко масштабируется), используйте половину масла для готовки, остальное сохраните. Легче переворачивать в большой сковороде. Используйте предварительно нарезанный замороженный картофель, если доступен, чтобы сократить подготовку вдвое."
  },
  "patatas-bravas": {
    "name": "Пататас бравас",
    "desc": "Классическая испанская тапа из хрустящего жареного картофеля, подаётся с острой томатной пастой. Сочетает остроту и кислинку, что делает его популярной закуской в барах тапас.",
    "comment": "Жарьте картофель партиями для нескольких порций, сцеживая на решетках; приготовьте соус заранее и храните в холодильнике (улучшает вкус); используйте замороженный предварительно нарезанный картофель фри или кубики картофеля для домашнего использования, слегка отварите, чтобы ускорить подрумянивание. Настаивайте масло с чесноком заранее."
  },
  "fabada": {
    "name": "Фабада",
    "desc": "Астурийское бобовое рагу, медленно тушенное с чоризо, морсильей и беконом для дымного, сытного вкуса. Бобы становятся кремовыми, пока мясо насыщает бульон богатым умами.",
    "comment": "Замочите бобы на ночь или используйте быстрое замачивание (варите 2 мин, настаивайте 1 час); готовьте большую кастрюлю на 4+ порции в скороварке или мультиварке (высокое давление 25-30 мин после создания вкусов). Заморозьте порции плоскими в пакетах для быстрого разогрева; храните мясо отдельно, если желаете."
  },
  "crepes": {
    "name": "Блинчики",
    "desc": "Тонкие французские блины, которые могут подаваться сладкими или солеными, часто начиненные фруктовым вареньем, сыром или ветчиной и бешамелем. Основное блюдо завтрака, бранча или легкого ужина, они ценятся за нежную текстуру и универсальность.",
    "comment": "Дайте тесту отдохнуть 30 минут, пока готовите другие вещи, или используйте блендер для мгновенного смешивания без комков. Приготовьте тесто на 8-10 блинчиков сразу; время готовки на каждый блинчик остается, но фиксированная подготовка, такая как растопленное масло, делается один раз. Используйте антипригарную сковороду или хорошо приправленную сковороду для блинчиков, чтобы пропустить смазывание маслом каждый раз."
  },
  "gelato": {
    "name": "Джелато",
    "desc": "Итальянский замороженный десерт, известный своей плотной, шелковистой текстурой и богатым вкусовым профилем. Изготовленный из молока, сливок, сахара, яичных желтков и натуральных ароматизаторов, джелато взбивается медленнее, чем мороженое, чтобы уменьшить включение воздуха.",
    "comment": "Сначала нагрейте молоко с сахаром, чтобы растворить, затем смешайте желтки вне огня, чтобы избежать схватывания; охладите основу в ледяной ванне, чтобы ускорить, вместо ночного охлаждения. Взбейте сливки, пока основа остывает. Для безвзбивания заморозьте в неглубоком металлическом лотке, энергично помешивайте вилкой каждые 30 мин 3 раза, чтобы разрушить кристаллы, вместо взбивания. Приготовьте двойную партию, разложите порциями и заморозьте заранее."
  },
  "tiramisu": {
    "name": "Тирамису",
    "desc": "Классический итальянский десерт, слоящий бисквитные дамские пальчики, пропитанные эспрессо, с шелковистым кремом из маскарпоне, посыпанный какао-порошком. Его воздушная текстура и насыщенный кофейный вкус делают его популярным десертом на праздничных мероприятиях.",
    "comment": "Приготовьте эспрессо заранее и охладите; отделите яйца холодными, затем согрейте миску для белков, чтобы взбивать быстрее. Используйте электрический миксер для крема маскарпоне, чтобы сократить время взбивания вдвое. Быстро обмакните дамские пальчики (не замачивайте) в широкой неглубокой посуде; соберите слои за один раз. Приготовьте двойную порцию в большей посуде, чтобы распределить фиксированные этапы, такие как взбивание, на больше порций."
  },
  "cheesecake": {
    "name": "Чизкейк",
    "desc": "Кремовый чизкейк в нью-йоркском стиле, который балансирует богатые молочные продукты с маслянистой коркой из крошек грейхама. Плотная начинка прекрасно сочетается со свежими фруктами или карамелью для изысканного десерта.",
    "comment": "Выпекайте несколько чизкейков одновременно в духовке, чтобы сократить время подготовки на торт вдвое — подготовьте две корки и начинки последовательно, пока первый выпекается, используя ту же настройку водяной бани. Используйте предварительно измельченные крошки грейхама из оптовой упаковки, чтобы пропустить измельчение. Приготовьте начинку в кухонном комбайне для более быстрого смешивания. Храните целые чизкейки, плотно завернутые в морозильнике до 2 месяцев, размораживая на ночь в холодильнике для быстрых десертов."
  },
  "american-pancakes": {
    "name": "Американские блины",
    "desc": "Пушистые, золотисто-коричневые американские блины — основное лакомство на завтрак, которое прекрасно сочетается с кленовым сиропом или свежими фруктами. Они любимы за свою воздушную текстуру и уютную сладость.",
    "comment": "Удвойте тесто для нескольких завтраков, готовя все блины одновременно на большой сковороде или двух сковородках, чтобы сократить время готовки на партию вдвое — остудите и сложите с пергаментом, заморозьте плоскими, затем упакуйте на месяц; разогревайте в тостере или микроволновке 30 секунд. Растопите масло в молоке в микроволновке на 20 секунд, чтобы ускорить смешивание. Используйте мерный стакан как черпак для теста для равномерных быстрых порций."
  },
  "french-toast": {
    "name": "Французские тосты",
    "desc": "Классический французский тост — это подслащенный хлеб, пропитанный смесью яйца и молока и обжаренный на сковороде до золотистого совершенства. Популярное лакомство на завтрак, зародившееся в Европе и теперь украшающее столы по всему миру.",
    "comment": "Приготовьте тройную порцию заварного крема и заранее пропитайте несколько партий ломтиков хлеба, сложив в закрытой посуде в холодильнике на ночь для мгновенной утренней готовки, сокращая активную подготовку вдвое — пропитка также лучше высвобождает вкусы. Жарьте две сковороды одновременно или используйте большую электрическую сковороду для порционной готовки, чтобы сократить время готовки вдвое. Заморозьте приготовленные лишние в один слой с пергаментом, разогревайте в тостере прямо из морозильника."
  },
  "oatmeal": {
    "name": "Овсянка",
    "desc": "Уютная миска теплой овсянки с добавлением свежего банана и меда, идеально подходит для быстрого завтрака, который удовлетворяет и вкусовые, и энергетические потребности.",
    "comment": "Готовьте большую партию (например, двойные порции) на плите или в микроволновке, чтобы сократить активное время готовки на порцию вдвое: вскипятите воду, добавьте овсянку и микроволновку 2 мин или помешивайте всего 5 мин, затем разложите порциями и храните лишнее в холодильнике до 5 дней — разогревайте за 30 сек. Предварительно нарежьте бананы и разложите мед/овсянку по банкам на ночь для овсянки на ночь (без готовки). Используйте быстрорастворимую овсянку, если доступна, для 1 мин в микроволновке всего."
  },
  "traditional-caesar-salad": {
    "name": "Традиционный салат Цезарь",
    "desc": "Классический традиционный салат Цезарь. Хрустящий салат романо и гренки, перемешанные с кремовой заправкой из пармезана, анчоусов и чеснока. Родом из Тихуаны, Мексика, он славится богатой глубиной умами и контрастными текстурами.",
    "comment": "Чтобы достичь вкусового профиля дома без хлопот, разотрите чеснок в пасту с небольшим количеством соли перед смешиванием с заправкой; это предотвращает горькие кусочки. Вы можете приготовить двойную партию этой 'аутентичной' заправки и хранить ее в холодильнике до 3 дней. Всегда сначала перемешивайте салат с заправкой и добавляйте гренки только в самую последнюю секунду, чтобы они никогда не теряли свой хруст."
  },
  "cafe-style-salad-caesar": {
    "name": "Салат Цезарь в стиле кафе",
    "desc": "Популярная современная версия салата Цезарь, которая заменяет анчоусы на более легкую, кремовую заправку из йогурта и майонеза и добавляет свежие помидоры черри. Этот вариант 'в стиле кафе' — сбалансированное блюдо, которое приоритизирует доступность и постный белок.",
    "comment": "Чтобы обойти ежедневную готовку, приготовьте большую партию 'поджаренных' гренок и жареной курицы в воскресенье. Держите салат целым до подачи, чтобы предотвратить увядание; использование специализированного контейнера для салата, который держит заправку и гренки отдельно от зелени, позволит вам упаковать это на обед и наслаждаться свежим на вкус салатом с менее чем 5 минутами финальной подготовки."
  },
  "cobb-salad": {
    "name": "Салат Кобб",
    "desc": "Классический американский слоеный салат с жареной куриной грудкой, хрустящим беконом, свежим авокадо и пикантным голубым сыром на подушке из салата романо. Подается с пикантным винегретом из красного вина, который связывает разнообразные, смелые вкусы вместе.",
    "comment": "Чтобы сэкономить время, сварите вкрутую партию яиц и приготовьте дополнительную курицу и бекон во время еженедельной подготовки еды; они отлично хранятся в холодильнике несколько дней. Это сводит активное время готовки к нулю и ограничивает подготовку быстрой нарезкой и сборкой. Используйте небольшую банку, чтобы встряхнуть компоненты винегрета вместе — это мгновенно эмульгирует заправку и экономит на уборке."
  },
  "poutine": {
    "name": "Путин",
    "desc": "Классика канадской домашней еды — путин: хрустящий картофель фри со скрипучими сырными творожками и насыщенным коричневым соусом. Блюдо славится своим изысканным контрастом текстур и стало основным блюдом в закусочных по всей Северной Америке.",
    "comment": "Чтобы сэкономить время, используйте замороженный картофель фри в фритюрнице для хрустящей отделки без беспорядка от жарки во фритюре. Приготовьте большую партию соуса и заморозьте его в формочках для льда для мгновенной порции; творожки всегда следует добавлять свежими при комнатной температуре, чтобы они слегка расплавились, но сохранили свой 'скрип'."
  },
  "montreal-smoked-meat-sandwich": {
    "name": "Сэндвич с копченым мясом из Монреаля",
    "desc": "Классический канадский деликатес, монреальское копченое мясо — это приправленная грудинка, медленно копченая до совершенства и подаётся на ржаном хлебе с горчицей. Этот сэндвич ценится за свой богатый, пикантный вкус и нежную, тающую во рту текстуру.",
    "comment": "Лучший способ насладиться этим дома — закоптить и пропарить большую грудинку (3-5 кг) сразу. Нарежьте ее тонко, пока еще теплая, разложите по вакуумным пакетам по 200 г и заморозьте. Когда проголодаетесь, просто пропарьте замороженные ломтики 10 минут, чтобы восстановить идеальную текстуру, намного лучше, чем в микроволновке."
  },
  "reuben-sandwich": {
    "name": "Сэндвич Рубен",
    "desc": "Сытная классика деликатесов с теплой солониной, расплавленным грюйером и пикантной квашеной капустой на поджаренном ржаном хлебе с русской заправкой. Сэндвич жарится до золотистого цвета, и сыр полностью интегрируется с мясом.",
    "comment": "Чтобы ускорить, обжарьте солонину и квашеную капусту прямо на сковороде перед сборкой; это расплавляет сыр в два раза быстрее. Использование тяжелого пресса для бекона или другой сковороды сверху сэндвича обеспечивает равномерное поджаривание и распределение тепла за половину времени."
  },
  "bagel-with-lox": {
    "name": "Бейгл с лососем",
    "desc": "Классический нью-йоркский завтрак с поджаренным бейглом с толстым слоем сливочного сыра, украшен премиальным копченым лососем, каперсами и тонко нарезанным красным луком.",
    "comment": "Используйте 'взбитый' сливочный сыр — он намазывается мгновенно, не рвя бейгл. Держите предварительно нарезанный лук в банке с холодной водой в холодильнике, чтобы сохранить хруст и убрать резкость, избавляя вас от нарезки каждое утро."
  },
  "lobster-roll": {
    "name": "Ролл с лобстером",
    "desc": "Премиальное блюдо Новой Англии с нежным, охлаждённым мясом лобстера, перемешанным в нежном травяном майонезе, подаётся в разрезанной сверху булочке, поджаренной с золотистым маслом для идеального контраста текстур.",
    "comment": "Чтобы значительно сэкономить время, используйте быстро замороженное предварительно приготовленное мясо лобстера; оно сохраняет 'морской свежий' вкус, устраняя 20-минутную задачу варки и очистки от панциря. Приготовьте заправку из лимона и шнитт-лука большей партией и храните охлаждённой до 3 дней. Поджаривание нескольких булочек одновременно на большой сковороде с маслом позволяет накормить семью за то же время, что требуется для одного ролла."
  },
  "mac-and-cheese": {
    "name": "Макароны с сыром",
    "desc": "Уютная американская классика с нежными локтевыми макаронами, покрытыми насыщенным, кремовым соусом из чеддера. Это быстро готовящееся основное блюдо служит сытным основным или гарнирным блюдом.",
    "comment": "Чтобы сэкономить время, варите пасту прямо в смеси молока и воды; выделяемый крахмал естественным образом загущает соус, устраняя необходимость в отдельном ру (масло и мука) [web:7]. Измельчение большого блока сыра оптом с помощью кухонного комбайна и замораживание порциями гарантирует, что он всегда готов и идеально плавится [web:9]. Этот подход в одной кастрюле значительно сокращает уборку и активное наблюдение по сравнению с традиционным методом."
  },
  "buffalo-wings": {
    "name": "Крылышки Баффало",
    "desc": "Классическая американская закуска с хрустящими куриными крылышками, перемешанными в огненной смеси острого соуса и масла, подаётся с прохладной заправкой из голубого сыра и хрустящими палочками сельдерея. Блюдо зародилось в Баффало, Нью-Йорк, где оно стало основным блюдом в спортивных барах.",
    "comment": "Приготовьте большую партию на несколько приемов пищи: запеките или обжарьте 4 порции сразу на противнях, быстро остудите и заморозьте приготовленные простые крылышки; разогревайте и соусьте только то, что едите свежим. Используйте предварительно нарезанные крылышки для вечеринок или разделенные плоские части/голени, чтобы пропустить нарезку. Фритюрница сокращает готовку до 12-15 мин без предварительного нагрева и слива масла. Держите заправку и сельдерей отдельно до подачи, чтобы избежать размокания."
  },
  "bbq-ribs": {
    "name": "Ребра барбекю",
    "desc": "Сочные свиные ребра, обильно покрытые дымным барбекю-глазурью, медленно приготовленные до тех пор, пока мясо не отвалится от кости. Основное блюдо американской культуры гриля, они часто подаются с пикантной капустой и сладким кукурузным хлебом.",
    "comment": "Используйте скороварку (мультиварку): 25–30 минут при высоком давлении с 10-минутным естественным сбросом дает нежные ребра, которые заняли бы 3+ часа в духовке. Завершите их 5-минутным обжариванием под грилем, чтобы карамелизировать соус. Удалите мембрану на обратной стороне ребер с помощью бумажного полотенца для лучшего захвата — это занимает секунды, но обеспечивает нежность. Использование высококачественного бутилированного соуса барбекю — это окончательный хак для времени подготовки."
  },
  "gumbo": {
    "name": "Гамбо",
    "desc": "Сытное тушеное мясо из Луизианы, сочетающее пикантный ру, бамию и смесь мяса или морепродуктов в ароматное, сытное блюдо. Классическое гамбо часто подаётся с рисом и украшается петрушкой, создавая уютный вкус Нового Орлеана.",
    "comment": "Приготовьте большую партию запеченного в духовке ру заранее (мука и масло в голландской духовке при 350°F в течение 1-2 часов, периодически помешивая) и храните в холодильнике неделями, выкладывая только то, что нужно. Используйте замороженную смесь мирапуа (лук, сельдерей, сладкий перец) или предварительно нарезанные овощи из магазина, если позволяет бюджет, или нарежьте и заморозьте свои. Обжарьте колбасу и бамию, пока ру разогревается с чесноком, затем тушите; приготовление нескольких порций одновременно сокращает активное время на порцию вдвое, так как шаги эффективно масштабируются. Подготовьте бульон в больших кастрюлях заранее и заморозьте."
  },
  "jambalaya": {
    "name": "Джамбалайя",
    "desc": "Классическое блюдо креольской кухни Луизианы, сочетающее рис, мясо, морепродукты и 'святую троицу' из лука, сладкого перца и сельдерея в сытное блюдо в одной кастрюле. Копченая колбаса, нежная курица, свежие креветки и смелые специи создают слои вкуса, идеальные для собраний.",
    "comment": "Подготовьте большую партию на 4 порции сразу: нарежьте святую троицу (лук, сладкий перец, сельдерей) и мясо заранее, храните в холодильнике до 1 дня, затем выложите все в кастрюлю, чтобы сократить время нарезки вдвое. Используйте предварительно приготовленный рис или пакеты для микроволновки, чтобы пропустить промывку и варку, сокращая время готовки. Держите бульон готовым замороженным в формах для льда для быстрой разморозки; используйте скороварку или Instant Pot для всего блюда, чтобы сократить тушение до 10 минут."
  },
  "clam-chowder": {
    "name": "Похлебка из моллюсков",
    "desc": "Кремовая классика Новой Англии с нежными моллюсками, картофелем, луком и сельдереем в густом, насыщенном бульоне на основе ру.",
    "comment": "Приготовьте большую кастрюлю на 4-6 порций, чтобы сократить активное время на порцию вдвое; быстро остудите, разложите по герметичным контейнерам и храните в холодильнике до 3 дней или заморозьте на 2 месяца. Используйте консервированные моллюски (слитые, сок сохранен или заменен бутилированным соком моллюсков), чтобы пропустить очистку/приготовление на пару свежих моллюсков. Купите предварительно нарезанную замороженную смесь мирапуа из лука, сельдерея и моркови, если доступна дешево, или предварительно очистите картофель. Держите сок моллюсков и основу ру предварительно приготовленными в холодильнике для мгновенной сборки."
  },
  "chili-con-carne": {
    "name": "Чили кон карне",
    "desc": "Сытное острое тушёное мясо с американского Юго-Запада, сочетающее говядину, бобы и помидоры в сытное блюдо. Часто подаётся с добавками, такими как сыр, сметана или свежая кинза, для дополнительной глубины.",
    "comment": "Приготовьте большую кастрюлю чили на 4-6 порций: быстро остудите, разложите по герметичным контейнерам и заморозьте на срок до 3 месяцев — отлично разогревается с лучшим вкусом на второй день. Используйте кухонный комбайн для нарезки лука, чеснока и сладкого перца, чтобы сократить время подготовки. Выберите консервированные бобы (промытые), чтобы пропустить замачивание. Для готовки быстро обжарьте все на сковороде, пока кастрюля нагревается, затем тушите под крышкой, чтобы сохранить влагу и ускорить загустение. Готовьте всю партию в скороварке 15-20 минут, даже для отдельных порций."
  },
  "nachos": {
    "name": "Начос",
    "desc": "Классика мексиканской уличной еды — начос: хрустящие чипсы из тортильи с расплавленным сыром и разнообразными добавками. Идеально подходят для вечеринок или быстрой закуски, особенно когда подаются с сальсой, гуакамоле и халапеньо.",
    "comment": "Подготовьте добавки заранее в стиле заранее и храните приготовленную говядину/бобы отдельно в холодильнике: нарежьте помидоры/халапеньо/кориандр, отмерьте сок лайма/сметану. Используйте предварительно натертый сыр. Держите говядину и бобы предварительно приготовленными/замороженными порциями для быстрого разогрева на одной сковороде, пока духовка разогревается. Разогревайте отдельные порции в микроволновке за 1-2 мин вместо запекания в духовке или кратко под грилем для плавления. Порционная подготовка добавкаов для нескольких блюд сокращает подготовку на партию на 70%."
  },
  "tacos-al-pastor": {
    "name": "Такос аль пастор",
    "desc": "Яркая мексиканская классика уличной еды с маринованной свининой, украшенной свежим луком, кинзой и сладким ананасом на теплых кукурузных тортильях. Блюдо сочетает дымные вкусы с ноткой цитрусовых для незабываемого укуса.",
    "comment": "Заранее замаринуйте свинину (на ночь или заморозьте порции предварительно замаринованными, чтобы пропустить). Используйте предварительно нарезанное свиное плечо или вырезку для тонкой нарезки. Приготовьте большую партию мяса на горячей чугунной сковороде или замените тромпо (вертикальный шампур из завернутого в фольгу стека), затем храните в холодильнике 3-4 дня или заморозьте. Разогрейте несколько тортилий одновременно в микроволновке (влажное бумажное полотенце, 30с) или в фольге в духовке, пока мясо отдыхает. Подготовьте добавки большими партиями и храните нарезанный лук/кинзу/ананас отдельно в холодильнике. Это значительно сокращает активное время для нескольких порций."
  },
  "mole-poblano": {
    "name": "Моле поблано",
    "desc": "Насыщенный мексиканский соус с шоколадом, перцем чили, специями и орехами, смешанными в шелковистую основу, традиционно подаётся с индейкой или курицей. Его сложный вкус балансирует сладкие, дымные и слегка горькие ноты для незабываемого кулинарного опыта.",
    "comment": "Приготовьте большую партию пасты моле и заморозьте порциями; она хранится месяцами и быстро размораживается, сокращая подготовку вдвое для будущих использований. Используйте предварительно обжаренные орехи и семена кунжута из крупных покупок, чтобы пропустить время обжарки. Замочите чили, пока нарезаете и обжариваете другие ингредиенты параллельно на нескольких конфорках. Процедите через мелкое сито один раз для шелковистости без многократных проходов."
  },
  "chicken-enchilada": {
    "name": "Куриные энчилады",
    "desc": "Классическое мексиканское домашнее блюдо из кукурузных тортилий, завернутых вокруг пикантной обжаренной курицы, покрытых насыщенным томатным соусом и расплавленным сыром. Яркие вкусы делают его идеальным для семейных ужинов.",
    "comment": "Подготовьте большую партию жареной куриной начинки и соуса энчилады заранее, храня в холодильнике до 3 дней; сборка занимает всего несколько минут перед запеканием. Используйте магазинную измельченную курицу-гриль, чтобы полностью пропустить готовку курицы. Размягчите несколько тортилий во влажном полотенце в микроволновке за 30 секунд вместо индивидуального нагрева. Приготовьте 4-6 порций сразу, чтобы сократить время сборки на порцию вдвое, замораживая лишние полностью собранными (добавьте сыр после разморозки)."
  },
  "chiles-en-nogada": {
    "name": "Чилес эн ногада",
    "desc": "Классическое мексиканское летнее блюдо с перцами поблано, фаршированными пикантным пикадильо и покрытыми кремовым соусом из грецких орехов, украшенными зернами граната и петрушкой. Отражает яркие зелено-красно-белые цвета национального флага Мексики.",
    "comment": "Подготовьте начинку пикадильо и соус ногада заранее или партией для нескольких порций и заморозьте порции; это распределяет подготовку на несколько дней и сокращает активное время на прием пищи вдвое. Используйте предварительно обжаренные консервированные или размороженные замороженные очищенные поблано, чтобы пропустить 20 минут обжарки и очистки. Замочите грецкие орехи на ночь в молоке, чтобы упростить смешивание и усилить кремовость без дополнительных шагов."
  },
  "tamales": {
    "name": "Тамалес",
    "desc": "Традиционный продукт мезоамериканской кухни из теста маса, начиненного пикантным мясом или овощами и завернутого в кукурузные листья. Часто употребляется во время фестивалей, тамалес предлагают уютную смесь теплого, слегка сладкого кукурузного вкуса и сытной начинки.",
    "comment": "Замочите кукурузные листья заранее и храните их в холодильнике, полностью погруженными, до 2 дней, чтобы вы могли начать сборку сразу. Используйте остатки приготовленной измельченной курицы и готовую сальсу в качестве начинки, чтобы избежать готовки отдельного тушеного блюда. Взбейте тесто маса с жиром с помощью ручного миксера, чтобы ускорить аэрацию и достичь более легкой текстуры. Приготовьте на пару полную корзину тамалес сразу; после остывания храните их в листьях в холодильнике до 3 дней или заморозьте на несколько недель, затем разогревайте на пару, что экономит время подготовки в загруженные дни."
  },
  "chilaquiles": {
    "name": "Чилакилес",
    "desc": "Мексиканское блюдо для завтрака с жареными кусочками кукурузных тортилий, тушеными в кисловатом соусе из томатильо и помидоров со смешанным перцем чили, затем украшенными свежим кесо фреско и кориандром. Блюдо балансирует пикантные, слегка острые вкусы с приятно нежно-хрустящей текстурой.",
    "comment": "Самый быстрый способ приготовить чилакилес дома — это подготовить компоненты партией: запеките или обжарьте большой противень чипсов из тортилий заранее и храните их в герметичном контейнере, затем держите банку соуса томатильо–чили в холодильнике или морозилке, чтобы вам нужно было только разогреть его и смешать с чипсами. Для загруженных утр, вы можете потушить соус накануне вечером, охладить его, а утром просто разогреть соус, добавить тортильи на минуту или две и завершить крошеным кесо фреско и свежим кориандром. Если вы используете духовку для хрустящих тортилий вместо жарки, вы можете сделать несколько противней одновременно, пока готовите соус на плите, что сокращает активное время готовки."
  },
  "elote": {
    "name": "Элоте",
    "desc": "Классическая мексиканская уличная еда: кукуруза в початках на гриле, покрытая кремовым соусом майонез-лайм, крошеным сыром и щепоткой порошка чили.",
    "comment": "Чтобы кардинально сократить время, подогрейте кукурузу в микроволновке (в листьях или завернутую во влажные бумажные полотенца) в течение 3–4 минут перед грилем; это предварительно варит зерна, так что вам нужно только 2 минуты на огне для дымного обугливания. Покупка предварительно очищенной кукурузы дополнительно сокращает подготовку. Вы также можете предварительно смешать майонез, лайм и чили в одну 'крему' для мгновенного нанесения."
  },
  "pupusa": {
    "name": "Пупуса",
    "desc": "Традиционная сальвадорская кукурузная тортилья из теста маса с начинкой из сыра и жареных черных бобов, часто подаётся с куртидо и сальсой. Мягкая жареная тортилья и пикантная начинка делают ее любимым уличным блюдом.",
    "comment": "Чтобы ускорить приготовление пупус дома, подготовьте большую партию жареных бобов и тертого сыра заранее и храните их в холодильнике или морозилке небольшими порциями, так что вам нужно только смешать тесто и придать форму. Предварительно разделите маса на шарики и быстро прижмите их вручную или с помощью простой пластиковой тарелки или пресса для тортилий, чтобы сократить время формовки без специальных инструментов. Приготовление нескольких пупус одновременно на большой сковороде или гриле вместо партиями также сократит активное время."
  },
  "arepa": {
    "name": "Арепа",
    "desc": "Основное блюдо венесуэльской и колумбийской кухни, арепа — это кукурузная лепёшка из предварительно приготовленной кукурузной муки, воды, соли и небольшого количества масла, затем обжаренная на сковороде до хрустящей снаружи и нежной внутри. Обычно разрезается и начиняется сыром, авокадо, бобами или измельчённым мясом, что делает её универсальной и сытной.",
    "comment": "Чтобы ускорить подготовку арепы, смешайте большую партию теста и сформируйте все лепешки сразу, затем охладите их до дня или заморозьте с пергаментом между слоями, так что вам нужно только обжарить на сковороде из охлажденного или размороженного состояния. Держите тесто с более твердой стороны, чтобы лепешки держали форму, и вы можете обжарить несколько одновременно на широкой сковороде с крышкой, что сокращает время готовки, при этом обеспечивая хорошую корочку. Использование предварительно разогретой антипригарной сковороды означает, что вы можете использовать меньше масла без прилипания, и вы можете повторно использовать ту же сковороду и масло для нескольких партий, что экономит и время, и посуду."
  },
  "beef-empanada": {
    "name": "Эмпанада с говядиной",
    "desc": "Пикантная запечённая выпечка с начинкой из приправленного говяжьего фарша и обжаренного лука, чеснока и томатной пасты. Тесто пресное и запекается до золотистой хрусткости, обеспечивая приятный контраст между слоистой оболочкой и сочной начинкой.",
    "comment": "Используйте простое пресное тесто: смешайте муку, соль, масло и теплую воду, быстро замесите, затем дайте отдохнуть 15–20 минут, пока готовите начинку, так что подготовка пересекается с пассивным временем теста. Раскатайте тесто в бревно и разрежьте на порции вместо формовки каждого круга из шара, затем сложите круги между слегка смазанными маслом листами, чтобы они не высохли. Приготовьте большую партию начинки из говядины, лука, чеснока и помидоров и заморозьте ее плоскими в тонких застегивающихся пакетах; она размораживается за минуты и превращает эмпанады в работу по сборке. Для большей экономии времени соберите и заморозьте полностью сформированные, не запеченные эмпанады в один слой, затем храните в пакете или коробке — запекайте прямо из замороженного состояния, просто добавив несколько лишних минут ко времени запекания."
  },
  "ceviche": {
    "name": "Севиче",
    "desc": "Освежающая перуанская классика, где твердую белую рыбу мягко маринуют в соке лайма и смешивают с ахи лимо, луком и свежим кориандром, затем подают с бататом и чокло для баланса.",
    "comment": "Для более быстрого севиче в загруженные дни, держите небольшие филе твердой белой рыбы, такой как морской окунь или корвина, обрезанные, обваленные и замороженные плоскими в пакетах на одну порцию, чтобы они быстро размораживались в холодной воде. Предварительно отварите и заморозьте ломтики батата и зерна чокло в порционных контейнерах, так что вам нужно будет только подогреть или разморозить их перед подачей. Выжмите сок лайма на 2–3 дня сразу и храните его в стеклянной бутылке в холодильнике, чтобы избежать отжима каждый раз и сократить уборку. Если нарезка лука и перца чили замедляет вас, подготовьте небольшой герметичный контейнер с тонко нарезанным красным луком и ахи лимо в солёной воде; используйте его в течение 1–2 дней, так что вам нужно будет только порционировать и собирать, когда голодны. С этими трюками активная подготовка сокращается до в основном нарезки рыбы и смешивания всего в холодном маринаде."
  },
  "lomo-saltado": {
    "name": "Ломо сальтадо",
    "desc": "Характерное перуанское жаркое, гармонично сочетающее соево-маринованную говядину, красный лук и помидоры. Традиционно подаётся как с хрустящим картофелем фри, так и с пропаренным белым рисом, представляет сердце кухни слияния Чифа.",
    "comment": "Чтобы сэкономить время, используйте замороженный картофель фри (запеченный или воздушной жарки) и предварительно приготовленный или оставшийся рис. Предварительная нарезка говядины и овощей позволяет готовить на сильном огне за считанные минуты. Для лучшего вкуса используйте вок или тяжелую сковороду на максимальном огне, чтобы быстро обжарить мясо, не теряя хрусткости лука. Предварительное смешивание соевого соуса и уксуса в единую основу соуса дополнительно ускоряет процесс во время интенсивной фазы готовки."
  },
  "cuy-chactado": {
    "name": "Куй чактадо",
    "desc": "Классика перуанского высокогорного блюда — целая морская свинка, прижатая под тяжелым камнем (чактадо) и обжаренная во фритюре. Мясо размягчается в цитрусово-чесночном маринаде перед покрытием кукурузной мукой для толстой, золотистой хрусткости.",
    "comment": "Для оптимизации предварительно отварите морскую свинку в подсоленной воде в течение 15 минут; это гарантирует, что мясо полностью приготовлено, и сокращает финальную обжарку во фритюре до всего 5 минут для кожи. Вы можете замариновать несколько порций и заморозить их, так как они отлично жарятся прямо из морозилки. Если у вас нет традиционного вулканического камня, используйте вторую тяжелую чугунную сковороду, чтобы прижать мясо плоско во время жарки для характерной равномерной хрусткости."
  },
  "bandeja-paisa": {
    "name": "Бандеха паиса",
    "desc": "Легендарный колумбийский пир с красной фасолью, рисом и разнообразными белками. Эта тарелка включает хрустящий чичаррон, чоризо, мясной фарш, жареные плантайны, авокадо и арепу, все увенчанные жареным яйцом.",
    "comment": "Чтобы оптимизировать это сложное блюдо, используйте скороварку для фасоли, чтобы сократить время готовки с часов до 40 минут. Используйте рисоварку для приготовления крахмала без участия. Приготовьте чичаррон (свиное брюшко) в воздушной фритюрнице для идеальной хрусткости без постоянного присмотра или беспорядка. Приготовьте фарш из говядины и фасоль заранее партией — они прекрасно разогреваются. Используйте замороженные, предварительно сформированные арепы, чтобы сэкономить время подготовки, сосредоточившись на свежих белках."
  },
  "feijoada": {
    "name": "Фейжоада",
    "desc": "Сытное бразильское тушёное мясо из чёрной фасоли, тушённой со свининой, потрохами и колбасой, часто подаётся с рисом, листовой капустой и фарофой. Известно богатым умами вкусом и глубоким ароматом, что делает его основным блюдом на семейных собраниях.",
    "comment": "Традиционная фейжоада требует много времени, но использование скороварки может размягчить свинину и потроха всего за 30-40 минут, сокращая общее время на плите на 70%. Вы можете полностью пропустить 24-часовой период замачивания, используя консервированную черную фасоль. Для лучшего соотношения вкуса к усилиям, приготовьте большую партию: это тушеное мясо отлично замораживается на срок до 3 месяцев, и вкус действительно улучшается на следующий день, когда коллаген сгущает бульон."
  },
  "churrasco": {
    "name": "Чурраско",
    "desc": "Классический бразильский стейк на гриле, обычно из Пиканьи или Рибая, приправленный крупной солью. Подается с ярким соусом чимичурри, с глубоко обугленной, дымной корочкой и сочной, нежной внутренностью.",
    "comment": "Приготовьте большую партию соуса чимичурри заранее; он хранится неделями в холодильнике, и вкусы только углубляются со временем, сокращая активную подготовку до простого посола мяса. Используйте сильно разогретую чугунную сковороду, если гриль недоступен, чтобы достичь профессионального обугливания за половину времени. Приготовьте несколько порций сразу и дайте им отдохнуть вместе, чтобы упростить процесс готовки для последующих приемов пищи."
  },
  "moqueca": {
    "name": "Мокека",
    "desc": "Традиционное бразильское рыбное тушёное мясо из Баии, богатое кокосовым молоком и пальмовым маслом. Смесь свежих морепродуктов, ароматных трав и ярких перцев создаёт ароматное, сытное блюдо.",
    "comment": "Для оптимизации используйте замороженные предварительно очищенные креветки и предварительно нарезанные замороженные смеси сладкого перца/лука, чтобы полностью устранить нарезку. Приготовьте большую партию; Мокека красиво замораживается, и вкус углубляется через день, позволяя вам просто разогревать для будущих приемов пищи."
  },
  "po-de-queijo": {
    "name": "Пан де кейжу",
    "desc": "Традиционный бразильский сырный хлеб из Минас-Жерайса, с уникальной жевательной, воздушной текстурой из ферментированного крахмала маниоки и соленого сыра.",
    "comment": "Для гораздо более быстрой подготовки используйте метод блендера: смешайте все ингредиенты в блендере (сначала жидкости) и вылейте тесто в смазанные маслом формы для мини-маффинов, полностью пропуская ручную формовку. Альтернативно, приготовьте большую партию шариков теста и заморозьте их; они могут быть запечены прямо из морозилки с добавлением всего 5 минут времени готовки, обеспечивая свежую закуску с нулевой ежедневной подготовкой."
  },
  "pastel-de-nata": {
    "name": "Пастел де ната",
    "desc": "Традиционный португальский тарт с заварным кремом с хрустящей, многослойной основой из слоеного теста и кремовым заварным кремом из яичных желтков, характеризующийся характерными карамелизированными 'обугленными' пятнами сверху.",
    "comment": "Чтобы минимизировать усилия, используйте качественное магазинное слоеное тесто и подготовьте основу заварного крема заранее. Самая профессиональная оптимизация — сформировать тарты в форме и заморозить их сырыми; они могут быть запечены прямо из морозилки при очень высокой температуре (250°C-300°C). Этот метод высокой температуры обеспечивает характерную обугленную верхушку и хрустящее основание почти за половину стандартного времени выпекания. Приготовление большой партии и их заморозка позволяет получать свежие тарты по требованию с нулевой ежедневной подготовкой."
  },
  "bacalhau-brs": {
    "name": "Бакаляу а Браш",
    "desc": "Классическое португальское блюдо с измельчённой солёной треской, обжаренной с луком и тонко нарезанным хрустящим картофелем, завершённое яичницей-болтуньей и свежей петрушкой. Идеальный баланс солёной рыбы, кремовых яиц и хрустящей картофельной текстуры.",
    "comment": "Чтобы приготовить это менее чем за 15 минут, используйте магазинные 'батата палья' (чипсы из картофеля соломкой) и предварительно замоченную, измельченную замороженную треску (Бакаляу Дешфиаду). Это устраняет 24-часовой процесс замачивания и трудоемкую задачу ручного измельчения и нарезки картофеля. Сначала обжарьте лук и рыбу, затем добавьте картофель и яйца в самом конце, чтобы предотвратить размокание чипсов."
  },
  "francesinha": {
    "name": "Франсезинья",
    "desc": "Легендарный португальский сэндвич из Порту, слоями с стейком, ветчиной и сосисками между толстыми ломтиками хлеба, покрытый расплавленным сыром и пропитанный острым томатным соусом на основе пива.",
    "comment": "Секрет быстрой Франсезиньи — это приготовление соуса партией: он отлично замораживается на месяцы. В профессиональных кухнях соус смешивается и тушится большими порциями; дома вы можете сделать то же самое и просто разогреть порцию, пока жарите мясо. Используйте пресс для сэндвичей, чтобы одновременно поджарить внутренние слои и сэкономить время, и всегда размещайте ломтики сыра так, чтобы они перекрывали края, обеспечивая идеальное плавление под грилем."
  },
  "sardinhas-assadas": {
    "name": "Сардиньяс асадас",
    "desc": "Традиционные португальские жареные на гриле сардины, подаются с оливковым маслом и лимоном. Блюдо прославилось своим дымным вкусом и хрустящей кожей.",
    "comment": "Чтобы значительно сократить время подготовки, попросите вашего рыботорговца почистить и выпотрошить сардины для вас. Используйте двустороннюю корзину для гриля рыбы, чтобы перевернуть всю партию сразу, что предотвращает прилипание нежной кожи и обеспечивает равномерное обугливание. Подготовка большей партии гарнира из чеснока и петрушки заранее также может сэкономить время, если вы планируете подавать это блюдо несколько раз в течение недели."
  },
  "cornish-pasty": {
    "name": "Корнуоллский пасти",
    "desc": "Аутентичный корнуоллский пасти из крепкого песочного теста, защипанный сбоку. Традиционная начинка из сырой говядины, картофеля, брюквы и лука медленно запекается вместе, образуя сочную начинку.",
    "comment": "Вы можете подготовить большую партию и заморозить их сырыми; они отлично запекаются прямо из морозилки с добавлением всего 15 минут времени в духовке. Использование предварительно нарезанных замороженных смесей брюквы/лука или магазинного песочного теста может сократить ваше активное время подготовки до нескольких минут, сохраняя традиционный вкус."
  },
  "shepherds-pie": {
    "name": "Пастуший пирог",
    "desc": "Уютная британская классика с пикантным приправленным фаршем из баранины, покрытым корочкой из кремового картофельного пюре. Традиционно это конкретное название зарезервировано для версии с бараниной, в то время как альтернатива с говядиной известна как Коттеджный пирог.",
    "comment": "Приготовьте большую партию начинки из баранины и картофельного пюре, чтобы собрать несколько отдельных пирогов в огнеупорных контейнерах; они отлично замораживаются на срок до 2 месяцев. Используйте замороженный горох и морковь, чтобы устранить время нарезки, не жертвуя питательностью. Чтобы ускорить подготовку картофеля, используйте чайник для мгновенного кипячения воды и держите крышку на кастрюле, чтобы сохранить тепло."
  },
  "yorkshire-pudding": {
    "name": "Йоркширский пудинг",
    "desc": "Классический британский гарнир, воздушный йоркширский пудинг запекается из простого теста из муки, яиц и молока. Он идеально сочетается с жареной говядиной и подливой, предлагая уютную хрусткость снаружи и пушистую внутренность.",
    "comment": "Для оптимизации взбейте тесто в блендере в течение 30 секунд вместо ручного взбивания. Вы можете сделать большую партию и хранить ее в холодильнике до 48 часов; охлажденное тесто часто поднимается лучше. Лучше всего, йоркширские пудинги отлично замораживаются — испеките дюжину, заморозьте их и разогрейте в горячей духовке всего за 5 минут, когда нужно, сохраняя эту свежую хрусткость почти без ежедневных усилий."
  },
  "sunday-roast": {
    "name": "Воскресное жаркое",
    "desc": "Сытная классика воскресного жаркого с жареным говяжьим плечом, хрустящими корнеплодами и традиционными йоркширскими пудингами, все объединенное богатой подливой.",
    "comment": "Чтобы максимизировать эффективность, всегда жарьте большой кусок говядины и полный противень овощей для 4+ порций сразу; продолжительность в духовке остается той же, но 'активное' время на порцию значительно падает. Оставшаяся говядина идеальна для холодных сэндвичей, а лишние жареные овощи можно быстро обжарить в 'bubble and squeak' для понедельничного обеда. Подготовка теста для йоркширского пудинга за несколько часов заранее и его отдых в холодильнике обеспечивает лучший подъем, одновременно освобождая место для подготовки перед финальной выпечкой."
  },
  "haggis": {
    "name": "Хаггис",
    "desc": "Традиционный шотландский пикантный пудинг из измельчённых внутренностей барана (сердце, печень, лёгкие) с нутряным салом, овсяной мукой и луком, традиционно завернутый в бараньем желудке и тушёный.",
    "comment": "Чтобы значительно ускорить подготовку, используйте скороварку для размягчения мяса за 45 минут вместо нескольких часов. Традиционная начинка желудка трудоемка; вы можете использовать смазанную маслом миску, покрытую фольгой (тушеный хаггис) для того же вкуса с гораздо меньшими усилиями. Приготовление большой партии и ее заморозка порциями настоятельно рекомендуется, так как хаггис хорошо сохраняет свое качество при заморозке."
  },
  "scones": {
    "name": "Скоуны",
    "desc": "Классические английские простые скоуны — это золотистые, слегка рассыпчатые печенья, которые тают во рту. Они являются основным блюдом на послеобеденном чае и могут быть поданы со взбитыми сливками или джемом.",
    "comment": "Для оптимизации измельчите холодное масло и муку в кухонном комбайне до стадии панировочных сухарей за секунды. Вы можете сформировать большую партию и заморозить их сырыми на противне; они отлично запекаются прямо из морозилки с добавлением всего нескольких минут, давая вам свежие скоуны ежедневно с нулевой утренней подготовкой. Вместо использования круглого формочки, прижмите тесто в прямоугольник и разрежьте на квадраты острым ножом, чтобы устранить повторную раскатку остатков и сохранить текстуру легкой."
  },
  "jollof-rice": {
    "name": "Джолоф Райс",
    "desc": "Яркое блюдо Западной Африки, джолоф рис сочетает помидоры, лук и ароматные специи в ароматное блюдо в одной кастрюле. Часто подаётся на празднованиях, что отражает любовь региона к смелым вкусам.",
    "comment": "Подготовьте большую партию томатно-перечной основы ('Джолоф основа') и заморозьте ее порциями, чтобы сократить время подготовки почти до нуля в загруженные дни. Пропаренный длиннозерный рис идеален для однородной, не разваренной текстуры. Приготовление нескольких порций одновременно значительно снижает усилия, так как вкус усиливается со временем, делая остатки еще лучше."
  },
  "bunny-chow": {
    "name": "Банни Чоу",
    "desc": "Классика южноафриканской уличной еды, банни чоу — это полый хлеб, начиненный сытным карри. Приятная смесь специй и текстур делает его популярным вариантом для обеда или ужина.",
    "comment": "Чтобы сэкономить время, используйте скороварку для говяжьего карри, чтобы сократить готовку с часа до 20 минут, или подготовьте большую партию карри заранее, так как вкус улучшается за ночь. Вы также можете использовать замороженные смеси гороха и моркови, чтобы устранить время нарезки, позволяя просто вырезать хлеб и наполнить его, когда будете готовы есть."
  },
  "bobotie": {
    "name": "Боботи",
    "desc": "Знаковое южноафриканское запеченное блюдо, состоящее из приправленного фарша, покрытого пикантным заварным кремом на основе яиц. Обладает сложным вкусом, где сладкое варенье и изюм идеально балансируют ароматные специи карри.",
    "comment": "Боботи — идеальный кандидат для порционной готовки: подготовьте большую мясную основу, разложите по контейнерам и заморозьте. Когда будете готовы, просто добавьте свежую молочно-яичную верхушку и запеките. Вы можете использовать замороженный предварительно натертый лук, чтобы сэкономить время нарезки без премиальной цены свежих предварительно нарезанных овощей. Имейте в виду: пассивное время исключено из расчета."
  },
  "injera": {
    "name": "Инжера",
    "desc": "Эфиопская ферментированная лепешка с губчатой, слегка кислой текстурой и отличительным отверстием в центре. Она служит и тарелкой, и столовым прибором для тушеных блюд и карри по всей Эфиопии.",
    "comment": "Важно отметить, что пассивное время исключено из расчета времени. Инжера требует 1-3 дня пассивной ферментации перед готовкой."
  },
  "doro-wat": {
    "name": "Доро Вот",
    "desc": "Легендарное эфиопское куриное тушеное мясо, характеризующееся глубоким, сложным соусом из медленно тушеного лука и огненных специй бербере. Традиционно подаётся с яйцами вкрутую и кислой инжерой, это центр эфиопского праздничного застолья.",
    "comment": "Чтобы сократить время подготовки, измельчите лук в кухонном комбайне вместо ручной нарезки. Использование скороварки (такой как Instant Pot) сокращает длительную фазу размягчения лука с 45 минут до всего 12, а тушение курицы до 15. Для самого аутентичного вкуса используйте топленое масло (заменитель Нитер Киббе) и подготовьте двойную партию, так как тушеное мясо отлично замораживается и становится еще вкуснее на следующий день."
  },
  "chicken-muamba": {
    "name": "Курица Муамба",
    "desc": "Сытное конголезское тушеное мясо с нежной курицей, тушеной в красном пальмовом масле с бамией, помидорами и ароматными специями. Это уютное блюдо, которое балансирует пикантную глубину с тонкой сладостью перцев и богатством вкуса пальмового ореха.",
    "comment": "Чтобы сократить время, используйте кухонный комбайн для измельчения лука, чеснока и перцев в пасту вместо ручной нарезки. Приготовьте большую партию курицы и основы из пальмового масла; она отлично замораживается на месяцы. Добавляйте свежую бамию только во время финального разогрева, чтобы сохранить ее текстуру твердой и избежать слизистости. Скороварка может размягчить курицу всего за 15 минут."
  },
  "poke": {
    "name": "Поке",
    "desc": "Яркая гавайская миска с нарезанным сырым тунцом, перемешанным в пикантной соево-кунжутной заправке, подаётся поверх приправленного пропаренного риса со свежим авокадо и огурцом.",
    "comment": "Чтобы сократить время подготовки, приготовьте большую партию риса в рисоварке и храните его; рис поке часто подаётся при комнатной температуре, что делает его идеальным для приготовления еды. Используйте мандолину для тончайших ломтиков огурца и покупайте предварительно нарезанный тунец класса сашими, чтобы избежать тонкой работы ножом. Вы даже можете смешать заправку в большой банке и хранить ее в холодильнике неделю для быстрой, свежей сборки."
  },
  "jamaican-jerk-chicken": {
    "name": "Ямайская джерк-курица",
    "desc": "Огненное блюдо Карибского бассейна, где курица покрыта дымной, острой смесью джерк и обжарена на гриле до совершенства. Блюдо балансирует остроту с ароматными травами для смелого, незабываемого вкуса.",
    "comment": "Подготовьте большую партию маринада джерк и заморозьте его в формах для льда для удобного порционирования. Для максимальной эффективности замаринуйте несколько порций курицы сразу и заморозьте их; мясо маринуется, пока размораживается в холодильнике, что приводит к почти нулевой активной подготовке. Порционное приготовление на гриле нескольких порций одновременно сокращает активное время готовки на порцию вдвое."
  },
  "cuban-sandwich": {
    "name": "Кубинский сэндвич",
    "desc": "Легендарный флоридский прессованный сэндвич с хрустящим хлебом, слоями с цитрусово-маринованной жареной свининой, пикантной ветчиной, расплавленным швейцарским сыром, кислыми маринадами и желтой горчицей.",
    "comment": "Для оптимизации используйте две тяжелые чугунные сковороды (одну как пресс) для одновременной готовки обеих сторон и идеального уплощения сэндвича без пресса для панини. Подготовьте большую партию свинины Мохо в медленноварке на выходных; активная сборка сэндвича тогда занимает менее пяти минут. Вы также можете собрать несколько сэндвичей и заморозить их (без маринованных огурцов), затем прессовать прямо из холодильника для быстрой еды."
  },
  "salade-nioise": {
    "name": "Салат Нисуаз",
    "desc": "Классический французский салат из Ниццы с тунцом, анчоусами, яйцами вкрутую, картофелем, зелёной фасолью, помидорами и оливками, заправленный винегретом из оливкового масла и белого винного уксуса. Эта средиземноморская классика балансирует белки, овощи и соленые вкусы в идеальной гармонии.",
    "comment": "Для оптимизации отварите большую партию яиц и картофеля в начале недели; они остаются свежими несколько дней и сокращают сборку до нескольких минут. Используйте замороженную зеленую фасоль, которая бланшируется за половину времени, или готовьте ее в той же кастрюле, что и картофель. Подготовьте большую банку винегрета, чтобы хранить в холодильнике для мгновенной заправки этого или других салатов."
  },
  "waldorf-salad": {
    "name": "Салат Вальдорф",
    "desc": "Элегантный американский салат, созданный в отеле Waldorf-Astoria в Нью-Йорке, сочетающий хрустящие яблоки, сельдерей, виноград и грецкие орехи в кремовой заправке из майонеза. Сладкая и хрустящая комбинация делает его вневременной классикой.",
    "comment": "Подготовьте несколько порций сразу, чтобы сократить среднее время подготовки; салат хорошо сохраняет свою текстуру до 24 часов в холодильнике. Используйте устройство для удаления сердцевины яблок и нарезки, чтобы ускорить процесс нарезки кубиками, и сразу перемешайте кусочки с заправкой, чтобы предотвратить окисление без необходимости дополнительного лимонного сока. Покупка грецких орехов в больших количествах в скорлупе более экономична, и их можно очистить заранее большими партиями для быстрой сборки."
  },
  "coleslaw": {
    "name": "Колслоу",
    "desc": "Классический американский гарнирный салат из мелко нарезанной капусты и моркови, перемешанный в кремовой, кисловатой заправке. Его хрустящая текстура и сбалансированный вкус делают его незаменимым сопровождением к тяжелым, жареным на гриле или во фритюре блюдам.",
    "comment": "Колслоу — идеальный кандидат для порционной подготовки, потому что он остается свежим 3-5 дней, и вкусы действительно улучшаются по мере маринования овощей. Используйте кухонный комбайн с диском для шинковки или широкую мандолину для подготовки овощей за секунды вместо ручной нарезки. Подготовка четырех порций сразу занимает почти столько же времени, сколько одна, обеспечивая готовый к употреблению гарнир на всю неделю."
  },
  "shopska-salad": {
    "name": "Шопский салат",
    "desc": "Традиционный болгарский салат со свежими помидорами, огурцами, красным луком и сладким перцем, увенчанный снежным слоем мелко натертого белого сыра. Заправленный просто оливковым маслом и уксусом, это яркая и освежающая балканская классика.",
    "comment": "Используйте мандолину для нарезки лука и огурцов за секунды для однородной текстуры. Для аутентичного 'снежного' вида натрите фету прямо над миской, используя мелкую терку вместо крошения; предварительная заморозка сыра на 20 минут делает это легким. Вы можете предварительно нарезать перец и лук большими партиями; они остаются хрустящими до 3 дней в герметичном контейнере, эффективно сокращая время подготовки для последующих порций вдвое."
  },
  "gado-gado": {
    "name": "Гадо-гадо",
    "desc": "Индонезийский овощной салат с бланшированными и сырыми овощами, тофу, темпе и яйцами вкрутую, всё покрытое насыщенным, острым соусом из арахиса. Яркое блюдо, отражающее баланс текстур и вкусов индонезийской кухни.",
    "comment": "Чтобы сократить время готовки, используйте микроволновку для 'парового бланширования' капусты и зелёной фасоли всего за 3 минуты, поместив их в миску с каплей воды и накрыв. Вы можете варить яйца и картофель в одной кастрюле, чтобы сэкономить энергию и время уборки, или использовать стратегию порционной готовки, подготовив большое количество арахисового соуса и жареного тофу/темпе заранее для хранения в морозилке. Для самого свежего вкуса нарежьте сырой огурец непосредственно перед подачей и соберите блюдо, пока овощи еще слегка теплые, чтобы соус лучше прилипал."
  },
  "chicken-larb": {
    "name": "Куриный лаб",
    "desc": "Традиционный лаосский и тайский мясной салат из куриного фарша, приправленный соком лайма, рыбным соусом, перцем чили и порошком из жареного риса. Подаётся со свежими травами и листьями салата, идеально сочетает кислые, солёные и острые вкусы с уникальным ореховым хрустом.",
    "comment": "Чтобы сэкономить время, подготовьте большую партию 'Као Куа' (порошка из жареного риса) и храните в герметичной банке; он остается ароматным месяцами и обеспечивает необходимую ореховую текстуру. Предварительно смешайте сок лайма, рыбный соус и заправку чили в маленькой бутылке для мгновенного использования. Использование предварительно вымытых смесей трав и покупка предварительно измельченной курицы значительно сокращает активное время подготовки. Для приготовления еды заранее приготовьте двойную порцию мяса и храните его отдельно от трав для сохранения свежести."
  },
  "wakame-salad": {
    "name": "Салат из вакамэ",
    "desc": "Легкий и освежающий японский салат из морских водорослей, сделанный из регидратированного вакамэ, заправленный кисловатой смесью рисового уксуса, кунжутного масла и капли сахара. Украшен семенами кунжута, это здоровый и богатый умами гарнир.",
    "comment": "Регидратируйте большую партию сушеного вакамэ сразу, хорошо отожмите и храните без заправки в герметичном контейнере в холодильнике до 3 дней. Держите маленькую банку предварительно смешанной заправки (рисовый уксус, кунжутное масло, сахар) готовой; когда хотите порцию, просто перемешайте горсть вакамэ с ложкой заправки и завершите семенами кунжута, что сокращает активную подготовку до всего минуты или двух."
  },
  "shuba-salad": {
    "name": "Салат Шуба",
    "desc": "Многослойный салат из Советского Союза с солёной селедкой, спрятанной под 'шубой' (салат буквально называется шуба) слоями тертого вареного картофеля, моркови, яиц и свеклы, связанный майонезом. Это классическое блюдо постсоветских праздничных столов, ценимое за яркий фиолетовый внешний вид и пикантно-сладкий вкус.",
    "comment": "Чтобы сэкономить более часа, приготовьте целые корнеплоды в микроволновке в запечатанном пакете с каплей воды в течение 10-15 минут вместо варки. Для максимальной эффективности используйте магазинные вакуумно упакованные предварительно отваренные свеклы и насадку для терки кухонного комбайна для всех слоев. Замаринуйте лук в яблочном уксусе и щепотке сахара на 5 минут, чтобы убрать горечь и добавить яркую кислотность, которая прорезает тяжелый майонез."
  },
  "vinegret": {
    "name": "Винегрет",
    "desc": "Традиционный салат из корнеплодов с вареной свеклой, картофелем и морковью, в сочетании с квашеной капустой и маринованными огурцами. Заправленный маслом, это здоровый, богатый клетчаткой зимний продукт, известный своим ярким цветом и кисловатым вкусом.",
    "comment": "Сократите активное время, используя вакуумно упакованные предварительно отваренные овощи и механическую сетчатую терку. Смешайте нарезанную кубиками свеклу с маслом отдельно перед добавлением других ингредиентов, чтобы предотвратить окрашивание всего в фиолетовый цвет. Подготовка большой партии идеальна, так как салат вкуснее на второй день и остается свежим в холодильнике до 5 дней."
  },
  "potato-salad": {
    "name": "Картофельный салат",
    "desc": "Классический кремовый гарнир из нежного вареного картофеля, яиц вкрутую и хрустящего сельдерея в пикантной заправке из майонеза и горчицы. Идеально сбалансированный с намеком на уксус и лук, это классическое блюдо для барбекю и семейных обедов.",
    "comment": "Чтобы значительно сократить время подготовки, используйте проволочную решетку для охлаждения, чтобы протолкнуть вареный картофель и яйца для мгновенной однородной нарезки кубиками. Вы можете 'варить' картофель в микроволновке в закрытой миске с каплей воды всего за 8 минут вместо 25. Смешайте уксус с картофелем, пока он еще теплый, чтобы максимизировать поглощение вкуса перед добавлением заправки. Подготовьте большую партию, чтобы сэкономить время; вкус улучшается после дня в холодильнике и остается свежим до 72 часов."
  },
  "tagliata-con-rucola": {
    "name": "Тальята с рукколой",
    "desc": "Итальянская классика с качественной жареной на гриле говядиной, нарезанной и поданной на острой подушке из рукколы, увенчанной острыми хлопьями пармезана и простой заправкой из бальзамического уксуса.",
    "comment": "Подготовьте большую партию натертого пармезана и предварительно вымытой рукколы для использования в течение недели, минимизируя ежедневную подготовку до простой сборки. Одновременное приготовление двух стейков на гриле в большой сковороде позволяет насладиться одним горячим и сохранить другой для холодного салата на следующий день, эффективно сокращая активное время готовки на порцию вдвое."
  },
  "ensalada-mixta": {
    "name": "Энсалада Микста",
    "desc": "Освежающий испанский смешанный салат со свежим салатом, помидорами, огурцами и луком, увенчанный консервированным тунцом, яйцами вкрутую и оливками. Заправленный классическим винегретом из оливкового масла и белого винного уксуса.",
    "comment": "Приготовьте дюжину яиц вкрутую сразу партией; они остаются свежими в холодильнике 7 дней, устраняя ежедневное время готовки. Храните нарезанный лук в холодной воде, чтобы удалить резкие сернистые соединения, сохраняя их хрустящими для мгновенной сборки. Используйте маленькую банку для эмульгирования заправки за секунды, обеспечивая более равномерное покрытие с меньшим количеством масла."
  },
  "belgian-waffles": {
    "name": "Бельгийские вафли",
    "desc": "Аутентичные вафли на дрожжах, легкие и воздушные с хрустящей внешностью и глубокими карманами. Этот традиционный рецепт дает сложный вкус, который идеально сочетается с сахарной пудрой или свежими ягодами.",
    "comment": "Подготовьте тесто в блендере и охладите на ночь, чтобы пропустить утреннюю подготовку и усилить глубину вкуса через медленную ферментацию. Для максимальной эффективности приготовьте большую партию, заморозьте лишние и разогрейте их в тостере, чтобы восстановить их характерную хрусткость за секунды — идеально для загруженных будних дней."
  },
  "macarons": {
    "name": "Макаруны",
    "desc": "Нежное французское миндальное безе с гладкой, хрустящей оболочкой и мягкой, жевательной внутренностью. С начинкой из ганаша, масляного крема или варенья, эти красочные кондитерские изделия являются символом французского кондитерского искусства и требуют точности для мастерства.",
    "comment": "Макаруны идеальны для порционной готовки: заморозьте готовые оболочки на срок до 3 месяцев или наполненные на месяц; текстура значительно улучшается после 24 часов созревания. Используйте кухонный комбайн для измельчения миндальной муки и сахарной пудры вместе, чтобы пропустить ручное просеивание и обеспечить гладкую оболочку. Удвоение размера партии сокращает ваше активное время подготовки на порцию вдвое с минимальными дополнительными усилиями при выдавливании."
  },
  "chicken-kiev": {
    "name": "Курица по-киевски",
    "desc": "Классическое украинское блюдо с отбитой куриной грудкой, завернутой вокруг масла с травами, в панировке и обжаренной во фритюре. Главное — расплавленное масло с травами, которое вытекает при первом разрезе.",
    "comment": "Сделайте большую партию свернутых и панированных куриных 'бревен' и заморозьте их. Это устраняет трудоемкую подготовку и гарантирует, что масло остается достаточно холодным, чтобы не протекать во время жарки. Используйте технику двойной панировки для прочной корочки и жарьте прямо из замороженного состояния для лучших результатов."
  },
  "brownie": {
    "name": "Брауни",
    "desc": "Плотный, тягучий шоколадный десертный батончик с трескающейся верхушкой и богатым, интенсивным шоколадным вкусом. Сделанный из растопленного шоколада и масла, брауни любимы за свою жевательную текстуру и глубокий вкус какао. Классическое американское лакомство, которое одновременно простое и соблазнительное.",
    "comment": "Испеките большую партию сразу и заморозьте квадраты: брауни отлично замораживаются и приобретают более тягучую текстуру при разморозке. Используйте одну стеклянную миску, безопасную для микроволновки, как для плавления шоколада/масла, так и для смешивания оставшихся ингредиентов, чтобы минимизировать уборку. Застелите форму для выпечки пергаментными 'стропами', чтобы вынуть весь блок для мгновенного охлаждения и нарезки. Вы также можете подготовить сухую смесь (мука, сахар) заранее, чтобы сократить ежедневную подготовку до простого добавления влажных ингредиентов."
  },
  "katsudon": {
    "name": "Кацудон",
    "desc": "Сытная японская миска с рисом, увенчанная хрустящей панированной свиной отбивной (тонкацу) и яйцами, тушёными в сладком и пикантном бульоне даси. Насыщенный умами соус пропитывает рис и покрытие, создавая глубоко удовлетворяющее домашнее блюдо.",
    "comment": "Чтобы кардинально сократить время, подготовьте свиные отбивные партией: обваляйте их в панировке большими партиями и заморозьте сырыми. Когда будете готовы есть, вы можете жарить их прямо из замороженного состояния (просто добавьте 1-2 минуты ко времени жарки). Альтернативно, обжарьте партию и заморозьте; разогрейте в тостер-духовке для самого быстрого приема пищи. Для соуса используйте 'Менцуйю' (концентрированную основу для супа с лапшой), разбавленную водой — это мгновенно заменяет даси, соевый соус, мирин и сахар. Вы также можете использовать замороженный нарезанный лук, чтобы пропустить нарезку."
  },
  "churros": {
    "name": "Чуррос",
    "desc": "Испанские жареные кондитерские изделия из заварного теста, выдавливаемые в длинные полоски и обжариваемые во фритюре до золотистого и хрустящего состояния. Покрытые коричным сахаром, они традиционно подаются с горячим шоколадом для макания. Любимая уличная еда, которая одновременно простая и соблазнительная.",
    "comment": "Выдавите полоски сырого теста на противень, выстланный пергаментом, и заморозьте до затвердевания, затем переложите в застегивающийся пакет. Вы можете жарить их прямо из замороженного состояния (добавьте 1-2 минуты ко времени готовки), что сокращает время подготовки до нуля для будущих закусок. Используйте кухонные ножницы, чтобы отрезать тесто прямо в горячее масло, чтобы избежать работы с липким сырым тестом и обеспечить чистые края."
  },
  "bryan-johnsons-nutty-pudding": {
    "name": "Ореховый пудинг от Брайана Джонсона",
    "desc": "Питательная миска-смузи, наполненная молотыми орехами, семенами, ягодами и какао. Разработана для оптимального питания с полезными жирами, омега-3, антиоксидантами и клетчаткой.",
    "comment": "Измельчайте орехи и семена большими партиями раз в неделю и храните в герметичных контейнерах в холодильнике, чтобы сократить ежедневное время подготовки вдвое. Используйте замороженные ягоды вместо свежих — они часто дешевле и смешиваются в более кремовую текстуру. Приготовьте 2-3 порции сразу; семена чиа загустеют за ночь, улучшая консистенцию пудинга."
  },
  "bryan-johnsons-super-veggie": {
    "name": "Super Veggie от Брайана Джонсона",
    "desc": "Мощный источник долголетия с черной чечевицей, крестоцветными овощами и грибами. Поставляет огромное количество клетчатки, растительного белка и сульфорафана.",
    "comment": "Самая большая экономия времени — это приготовление чечевицы большими партиями на 3-4 дня (она хорошо хранится). Вы также можете купить замороженные предварительно нарезанные смеси брокколи/цветной капусты, чтобы пропустить мытье и нарезку — по питательности они так же хороши. Если едите ежедневно, смешайте ингредиенты соуса (лайм, уксус, специи, масло) в маленькой банке на всю неделю, чтобы просто поливать сверху."
  }
}
